{
//GMCM
    "Config.New Portraits.name": "Neue Portraits",
    "Config.New Portraits.description": "Aktiviert oder Deaktiviert die neuen Portraits der Kinder.",
//Ahmat
    "Introduction_Ahmad": "Hallo, ich bin Ahmad und wer bist du?",
    "Mon_Ahmad": "Ich bin heute früh aufgestanden, um Mama bei der Zubereitung der Curry-Puffs zu helfen.",
    "Tue_Ahmad": "Meine Mama und mein Papa haben einen Lebensmittelladen in einer High School, ich gehe manchmal vorbei, um zu helfen",
    "Tue2_Ahmad": "Kara besucht Eloise sonntags. Wie kommt sie nach Hause und ist am Montag trotzdem frühs da?..",
    "Wed_Ahmad": "Ich habe eine große Schwester und zwei kleine Zwillingsschwestern.",
    "Thu_Ahmad": "Ich wünschte, wir hätten genug Hilfe, damit Kakak zur Universität gehen kann...",
    "Fri_Ahmad": "Eines Tages, wenn ich groß bin, werde ich viel Geld verdienen, damit meine Eltern in Rente gehen können!",
    "Fri2_Ahmad": "Ich habe die heutige Rechtschreibung vergessen ... Ich frage mich, ob Beng gelernt hat...",
    "Fri3_Ahmad": "Cammi sagte, wir werden heute einen Test haben! HEUTE!",
    "Sat_Ahmad": "...",
    "Sun_Ahmad": "...",
    "Spring_2_Ahmad": "Ich mag den Frühling sehr, die Früchte der Saison schmecken besser. #b#Wissen Sie schon, was Sie diese Saison pflanzen werden?",
    "Spring_10_Ahmad": "Da heute Vincents Geburtstag ist, werde ich meine Curry-Puffs mit ihm teilen.",
    "Spring_15_Ahmad": "Ich wollte zum Wüstenfest gehen, aber meine Mutter sagte, ich könne nicht alleine mit dem Bus fahren.",
    "Spring_15_Ahmad_2": "Ein weiteres Jahr werde ich nicht zum Wüstenfest gehen!",
    "Summer_4_Ahmad": "Ich werde Jas keine Geschenke machen. Die Jungs werden denken, dass ich sie mag!",
    "Summer_8_Ahmad": "Der Sommer ist die Lieblingsjahreszeit meiner Mama.",
    "Summer_15_Ahmad": "Gestern hatte Miss Flor Geburtstag. Ich habe ihr Curry-Puffs mitgebracht.",
    "Summer_26_Ahmad": "Oh Mann, der Sommer neigt sich dem Ende zu.",
    "Fall_2_Ahmad": "Heute ist Miss Pennys Geburtstag. Ich habe ihr Curry-Puffs mitgebracht!",
    "Fall_9_Ahmad": "Als ich zur Schule kam, flog ein Schwarm orangefarbener Blätter über mich hinweg. Es war magisch!",
    "Fall_26_Ahmad": "Ich bin kein großer Fan der Geisternacht. Wir feiern es nicht zu Hause. Aber ich mag Kürbiskuchen.",
    "Fall_26_Ahmad_2": "Meine Mutter wird morgen einen tollen Kürbiskuchen backen. Hä? Ich dachte, ich hätte dir gesagt, dass meine Familie den Geisternacht nicht feiert",
    "Winter_15_Ahmad": "Miss Flor sagte, die Boote, die zum Strand kamen, verkauften seltsame Dinge.",
    "Winter_15_Ahmad_2": "Ich habe mich gefragt, welche Art von Essen sie auf den Booten auf dem Nachtmarkt verkaufen.",
    "Winter_24_Ahmad": "Mama und Papa haben ihre Einkäufe für das Fest des Wintersterns bereits erledigt, ich kann es kaum erwarten zu sehen, was sie für mich besorgt haben.",
//Gifts
    "gifts.Ahmad.love": "Ich habe ein Geschenk vom Bauern bekommen! Wie cool!",
    "gifts.Ahmad.like": "Genau wie meiner Mutter und meinem Papa gefällt es mir sehr gut!",
    "gifts.Ahmad.dislike": "Ist das für mich? Tut mir leid, aber ich will es nicht.",
    "gifts.Ahmad.hate": "Herrgott! Ich will das nicht!",
    "gifts.Ahmad.neutral": "Schön... denke ich.",
    "gifts.Ahmad.BDPos": "WOW! Dieses Geschenk ist fantastisch! Danke, dass du dich an meinen Geburtstag erinnerst.",
    "gifts.Ahmad.BDNeg": "Ist das ein Witz? Ich kann nicht glauben, dass du mir das zum Geburtstag geschenkt hast. Mir gefällt es nicht...",
    "gifts.Ahmad.stardroptea": "Dieses Getränk riecht nach Zuhause. Mir gefällt es!",
//Amy
    "Introduction_Amy": "Hallo, ich bin Amy, ich lebe in einem etwas weiter entfernten Dorf und der Unterricht in meiner alten Schule fiel wegen des Krieges aus.",
    "Mon_Amy": "Ich verstehe Mathe überhaupt nicht, Rupert war derjenige, der mir geholfen hat. #b#Häh? Oh, er ist mein Bruder und er ist in den Krieg gezogen.",
    "Tue_Amy": "Am liebsten spiele ich Basketball, aber den Mädchen gefällt es nicht besonders ...",
    "Tue_2_Amy": "Wäre Basketball ein gutes wissenschaftliches Projekt?",
    "Wed_Amy": "Ich habe meine Hausaufgaben nicht gemacht, ich musste Mama im Gemüsegarten helfen. #b#Ja, wir verkaufen Gemüse an den Lebensmittelladen in der Nähe unseres Hauses.",
    "Wed_2_Amy": "Die Mädchen sagten, sie würden mit mir Basketball spielen. Ich bin so glücklich!",
    "Thu_Amy": "Ich freue mich auf die Pause!",
    "Fri_Amy": "Oh nein, heute haben wir Rechtschreibung. Manchmal macht Miss Penny eine mündliche Prüfung, ich mache immer etwas falsch.",
    "Fri_2_Amy": "Ich muss mehr Rechtschreibung lernen.",
    "Fri_3_Amy": "Ich kann nicht mehr lernen... Cammi sagte, wir haben heute einen Test!",
    "Sat_Amy": "...",
    "Sun_Amy": "...",
    "Spring_2_Amy": "Das Jahr begann so gut, dass ich einen Brief von Rupert bekam. #b#Er schickte mir eine Zeichnung, die er von einer Blumenwiese angefertigt hatte. Das Papier war ein wenig fleckig und zerknittert, aber es gefiel mir wirklich gut. #b#Ich hoffe, er kommt bald zurück!",
    "Spring_10_Amy": "Was? Heute hat Vincent Geburtstag? Oh, meine Güte...",
    "Spring_15_Amy": "Ich habe gehört, dass es zu dieser Jahreszeit immer ein Festival in der Wüste gibt.",
    "Spring_15_Amy_2": "Wenn Rupert aus dem Krieg zurückkommt, wird er mich zum Wüstenfest mitnehmen. Da bin Ich mir sicher.",
    "Spring_16_Amy": "Trinnie ist sehr glücklich, denn heute ist ihr Geburtstag!",
    "Spring_23_Amy": "Jas und Trinnie erzählten mir, dass es hier in Pelican Town ein Festival gibt, bei dem nur getanzt wird. Ist es wahr?, @?",
    "Spring_23_Amy_2": "Ich finde es ein bisschen langweilig, wenn die Leute nur zum Tanzen gehen. Es sollte zumindest einen Tanzwettbewerb geben!",
    "Summer_4_Amy": "Heute ist Jas Geburtstag! Ich habe ihr einen rosa Kuchen mitgebracht, weil es ihr Lieblingsessen ist!",
    "Summer_10_Amy": "Ich LIEBE den Sommer! Das Wetter ist perfekt zum Spielen!",
    "Summer_15_Amy": "Ich habe gehört, dass Miss Flor gestern Geburtstag hatte. Ich werde eine schöne Zeichnung für sie machen.",
    "Summer_26_Amy": "Der Sommer vergeht und ich hatte nicht einmal genug Spaß.",
    "Summer_26_Amy_2": "Ich hörte, wie Eloise mit Kara über Mondquallen sprach. Warum sind sie so wichtig?",
    "Fall_2_Amy":"Heute ist Miss Penny's Geburtstag, ich habe ihr eine Melone mitgebracht.",
    "Fall_12_Amy": "Ich habe meine Hausaufgaben nicht gemacht, weil wir einen Brief von meinem Bruder bekommen haben. #b#Es waren gute Nachrichten, also hat meine Mutter zur Feier ein paar Süßigkeiten gemacht.",
    "Fall_26_Amy": "Morgen ist Geisternacht, wissen Sie, was Ihr Kostüm sein wird? #b#Auf der Party in meinem Dorf werde ich mich als Basketballspieler verkleiden.",
    "Fall_26_Amy_2": "Dieses Jahr wird mein Kostüm für die Geisternacht ein Zombie-Trainer sein!",
    "Winter_12_Amy": "Wenn Rupert, mein Bruder, aus dem Krieg zurückkommt, werden wir viele Schneemänner bauen.",
    "Winter_15_Amy": "Haben Sie die seltsamen Boote gesehen, die am Strand angespült wurden?",
    "Winter_15_Amy_2": "Bevor ich zur Schule kam, ging ich an den Strand. Die Boote für den Nachtmarkt sind bereits angekommen!",
    "Winter_24_Amy": "Das Einzige, was ich als Geschenk wollte, war, dass Rupert aus dem Krieg zurückkommt.",
    "Winter_24_Amy_2": "Ich bin glücklich, denn gestern konnte ich mit meinem Bruder telefonieren. Er sagte, er vermisse mich sehr. #b#Das war ein tolles Geschenk.",
//Gifts
    "gifts.Amy.love": "WOW! Das ist mein Favorit!",
    "gifts.Amy.like": "Das ist wirklich cool. Danke...",
    "gifts.Amy.dislike": "Das gefällt mir nicht...",
    "gifts.Amy.hate": "Nein, das will ich nicht!",
    "gifts.Amy.neutral": "Ist das für mich? Danke",
    "gifts.Amy.BDPos": "Ein Geburtstagsgeschenk? Ich LIEBE ES! Du bist großartig, @!",
    "gifts.Amy.BDNeg": "Ist das mein Geburtstag? Huch! Ich will das nicht...",
    "gifts.Amy.stardroptea": "Wow! Dieser Tee schmeckt genauso wie der Tee, den mein Bruder für mich gemacht hat. Es ist, als wäre er tatsächlich hier! #b#Vielen Dank",
//Beng
    "Introduction_Beng": "Geh weg.#b#Ich bin nur hier, weil ich hier sein muss...#b#Wir haben keine Schule zu Hause, wir hätten diese nie bauen sollen...#b#Geh weg, lah!",
    "Mon_Beng": "Warum musste das Wochenende enden?",
    "Mon2_Beng": "Die Schule ist so langweilig... Ich möchte auf den Spielplatz gehen, aber Miss Penny steht immer da...",
    "Tue_Beng": "Schnell! Helfen Sie mir, meine Hausaufgaben zu erledigen, bevor Miss Flor es herausfindet..",
    "Tue2_Beng": "Wenn ich groß bin, werde ich Gouverneur und mache die Wochentage zu 2 Tagen und die Wochenenden zu 5 Tagen!",
    "Wed_Beng": "Ich habe vergessen, meine Hausaufgaben mitzubringen...",
    "Thu_Beng": "Freitag ist die Rechtschreibung...",
    "Thu2_Beng": "Wenn es regnet, schließen sie vielleicht morgen die Schule.",
    "Thu3_Beng": "Ich habe vergessen, meine Lunchbox mitzubringen..",
    "Thu4_Beng": "Noch ein Tag und es ist Wochenende!",
    "Fri_Beng": "Ich habe meine Rechtschreibung wieder nicht bestanden. Papa wird nicht glücklich sein...",
    "Fri2_Beng": "Ich habe bestanden, ich habe tatsächlich bestanden!",
    "Fri3_Beng": "Warum sind die Aufgaben von Miss Penny so schwierig?...",
    "Fri4_Beng": "Hast du nichts mit der Landwirtschaft zu tun? Du bist ein Bauer, richtig?",
    "Sat_Beng": "...",
    "Sun_Beng": "...",
    "Spring_10_Beng": "Heute ist Vincent's Geburtstag, ich habe eine Schnecke für ihn gefangen.",
    "Spring_15_Beng": "Miss Penny sagte, heute sei der erste Tag des Wüstenfestes. Haben Sie die Wüste schon besucht?",
    "Spring_15_Beng_2": "Ich wollte in die Wüste gehen. Können Sie Miss Penny nicht davon überzeugen, einen Schulausflug zu machen?",
    "Spring_16_Beng": "Pssst... Sag es niemandem, aber ich habe ein Geschenk für Trinnie mitgebracht. Es ist ihr Geburtstag und sie ist das coolste Mädchen in der Klasse!",
    "Spring_23_Beng": "Ich habe ein Gespräch zwischen Miss Flor und Miss Penny über ein Tanzfestival mitgehört.",
    "Spring_23_Beng_2": "Keahi und Vincent erzählten mir, dass die Leute beim morgigen Festival schicke Kleidung tragen würden.",
    "Summer_2_Beng": "Ich denke, die am wenigsten langweilige Jahreszeit ist der Sommer. Das einzig Schlimme ist, dass ich noch zur Schule gehen muss. Es ist so heiß.",
    "Summer_15_Beng": "Gestern hatte Miss Flor Geburtstag, also habe ich ihr eine Herbstbeere mitgebracht.",
    "Fall_2_Beng": "Heute ist Miss Penny's Geburtstag. Ich habe ein wunderschönes Bild für sie gezeichnet.",
    "Fall_26_Beng": "Der Vorabend der Geister ist mein Lieblingsfeiertag! Ich weiß schon, was mein Kostüm sein wird! #b#Geht dich nichts an!",
    "Fall_26_Beng_2": "Ich weiß nicht, warum du so sehr wissen willst, welches Kostüm ich zum Vorabend der Geister tragen werde. #b#Ich habe dir schon gesagt: Geht dich nichts an!",
    "Winter_11_Beng":"Haben Sie schon einmal darüber nachgedacht, Ihren Geburtstag bei so kaltem Wetter zu feiern? Aber Keahi scheint das nicht zu stören. Heute ist sein Geburtstag!",
    "Winter_15_Beng": "Ich wollte die Boote sehen, die am Strand ankamen, aber Miss Penny meinte, sie fahren nur nachts.",
    "Winter_15_Beng_2": "Mama sagte, sie werde versuchen, dieses Jahr früher von der Arbeit nach Hause zu kommen, um mich zum Nachtmarkt mitzunehmen!",
    "Winter_24_Beng": "Ich hasse den Winter, jeder Tag ist kalt! Wenigstens bekomme ich Geschenke.",
    "Winter_24_Beng_2": "Ich habe meinen Vater um einen Rennwagen gebeten. Wird er es mir geben?",
//Gifts
    "gifts.Beng.love": "Wow! Ich liebe es. Eigentlich bist du ein cooler Erwachsener.",
    "gifts.Beng.like": "Woher weißt du, dass mir das gefällt? Danke.",
    "gifts.Beng.dislike": "Weißt du nicht alles? Woher weißt du nicht, dass mir das nicht gefällt?",
    "gifts.Beng.hate": "Hau ab! Ich hasse das.",
    "gifts.Beng.neutral": "Schön... denke ich.",
    "gifts.Beng.BDPos": "Woher weißt du, dass heute mein Geburtstag ist? Nun, das spielt keine Rolle, denn ich habe dieses Geschenk geliebt! Danke schön!",
    "gifts.Beng.BDNeg": "Huch! Ich möchte das nicht zu meinem Geburtstag ... Moment mal!#b#Woher weißt du, dass heute mein Geburtstag ist? Das ist wirklich verdächtig!",
    "gifts.Beng.stardroptea": "Wow, das Getränk ist wirklich lecker. Vielleicht habe ich dadurch ein bisschen Gefallen an dir gefunden, Bauer.",
//Cammi
    "Introduction_Cammi": "Heya! Mein Name ist Cammi, wie heischt du?#$e#Ich meine, wie heißt du? #$e#Ich habe gerade meine Vorderzähne verloren, hehe.",
    "Resort_Entering_Cammi": "Woaaah wowowowo! Ich möchte alles tun!",
    "Resort_Leaving_Cammi": "Ahhh, ich bin ehrlich!",
    "Resort_Shore_Cammi": "Sie wirft Sthea-Muscheln am Sthea-Ufer ab...#$e#Ughh, ich kann das nicht!1",
    "Resort_Cammi": "Die Sonne fühlt sich so gut an.#$e#Ich möchte an einem Ort leben, an dem es immer warm ist.",
    "Mon_Cammi": "Oh, das würde ich mir mal ansehen.#$e#Es scheint, dass du ein Fan von mir bist.",
    "Mon4_Cammi": "Pflanzen sind so cool, dass manche Pflanzen einen ganz starken Juckreiz auslösen können.",
    "Tue_Cammi": "Heya @!#$e#Schau dir diese Arme an, ich möchte darauf schwingen. Hehe.",
    "Tue2_Cammi": "Es gibt so viel zu lernen... Es fühlt sich alles so sinnlos an.0#$e#Ich benutze dieses Zeug nie, wenn ich draußen bin.",
    "Tue8_Cammi": "Hallo, @!#$e#Hol mich ab! Ich will nach oben, nach oben![773]",
    "Wed4_Cammi": "Hallo, @!#$e#Ah. Was mache ich?#$e#Nur... Kinderdinge.",
    "Thu_Cammi": "Ah, meine Zunge verwirrt ständig meine Worte.1#$b#Gut, dass ich süß bin, sonst wäre es ein Problem.",
    "Thu2_Cammi": "Willst du sehen, wie ich einen Handstand mache?#$e#Schau, schau! Sthee, ich mache es!",
    "Thu8_Cammi": "Heya, lass mich auf deiner Farm spielen?#$e#Komm Schooon.0#$e#Du weißt, dass ich ein kleiner Sonnenschein bin!",
    "Fri_Cammi": "Seien Sie nicht beunruhigt, ich schreie einfach gerne.#$e#Heeheehee!?#$e#Was? Als würdest du keine seltsamen Sachen machen?^Na ja, du wirst es lieben lernen.",
    "Fri2_Cammi": "Wissenschaft ist dumm.0#$b#Es verwandelt lustige Dinge wie Experimente in langweiligen Papierkram.#$e#Fitnessstudio ist viel besser.#0",
    "Fri3_Cammi": "Ich habe über den heutigen Test gelogen. Hehehehe. Sag es niemandem!",
    "Sat_Cammi": "Die Schule ist aus!#$b#Arbeitest du heute auch nicht?.#$e#Dann müssen wir heute einen guten Tag hinlegen.^K, bis später!",
    "Sat4_Cammi": "Starren Sie nicht auf meine Zahnlücke!",
    "Sat10_Cammi": "Willst du mit mir spielen?#$e#Wenn ich Lust auf Spaß habe, denke ich direkt an dich.",
    "Sun_Cammi": "Ich kann gerade nicht aufhören zu reden.#$e#Ich muss so viel wie möglich erledigen, bevor ich morgen wieder zur Schule gehe.",
    "Sun4_Cammi": "Ich möchte dir in die Wangen kneifen. Darf ich dich in die Wangen kneifen?.#$e#Ich werde dich in die Wangen kneifen!",
    "Sun8_Cammi": "Heya! Kannst du mich mitnehmen?#$b#Ich mag es, den Überblick zu behalten!#$e#Da fühle ich mich so... groß!",
    "Spring_10_Cammi": "Ja, ich weiß, es ist Vincent's Geburtstag. Nein, ich habe keine Geschenke mitgebracht. #$b#Aber ich habe unten in meiner Tasche etwas Kaugummi gefunden. Ich denke, es wird ihm gefallen.",
    "Spring_16_Cammi": "Heute ist Trinnies Geburtstag. Sie ist sooo cool, aber ich habe ihr Geschenk vergessen. Was nun?",
    "Summer_10_Cammi": "Wow, da ist eine Menge seltsames Zeug in diesem Topf.1#$e#Hey, ich wage es, aber da ist etwas Ekelhaftes drin!",
    "Summer_15_Cammi": "Ich habe gehört, dass Miss Flor Geburtstag hatte. Ich habe nichts, was ich ihr schenken könnte.",
    "Summer_27_Cammi": "Ich bin ganz schön schwitzig und muffig.#$e#Ich liebe es zu rennen, aber wenn ich nur eine Minute innehalte, gehe ich ganz.. Blegh!1",
    "Summer_Mon_Cammi": "Der Sommer ist vorbei und ich stecke hier drinnen fest.#$b#Laaaaaaaahm!0",
    "Summer_Mon6_Cammi": "Ich möchte sonnenbaden gehen.#$e#Ich wette, ich würde mit einer Bräune supersüß aussehen.",
    "Summer_Tue_Cammi": "Puh... Freitag kann nicht früh genug kommen.0",
    "Summer_Tue6_Cammi": "Haaahh, ich habe Hunger.#$b#Hey Bauer, hast du etwas zum Knabbern für mich?",
    "Summer_Wed_Cammi": "Ich bin heute so fit.#$b#Geht diese Uhr langsamer?#$e#Das ist es, ich weiß, dass es so ist!",
    "Summer_Wed6_Cammi": "Danke, dass du vorbeigeschaut hast. Du machst einen langweiligen Schultag etwas aufregender!#$e#Du willst später mit mir spielen?",
    "Summer_Wed8_Cammi": "Ich werde eine Reißzwecke an Pennys Stuhl anbringen.#$e#Schon gut, sie wird nicht böse.#$e#Ich bin zu süß, um Ärger zu bekommen.",
    "Summer_Thu_Cammi": "Uggh, mein Hintern tut so weh, weil ich den ganzen Tag geschissen habe.1#$e#Huh? Undamenhaft?#$e#Warum können Damen nicht über ihren Hintern reden?...#$b#Huh? Oooooh!#$b#Ich meinte sitzen, SITZEN!!!#$b#",
    "Summer_Thu8_Cammi": "...Sie wurde wütend.",
    "Summer_Fri_Cammi": "Ich bin ziemlich schlecht in der Schule, aber solange ich besser als Vincthent bin, geht es mir gut.",
    "Summer_Fri8_Cammi": "Jas ist so hübsch und sie versucht es nicht einmal.#$e#...Oh, ich bin nicht eifersüchtig, ich bin genauso süß wie sie.#$b#Richtig?",
    "Summer_Sat_Cammi": "Willst du etwas wirklich Gutes probieren?#$e#Ich auch! Kannst du uns etwas Eis holen? Biiiittteeeee!",
    "Summer_Sat8_Cammi": "Es bleibt noch viel Zeit, bis der Tag vorbei ist.#$e#Ich liebe lange Sommertage.",
    "Summer_Sun_Cammi": "TDas Letzte, was ich heute tun muss, ist, mir eine gute Entschuldigung dafür auszudenken, warum ich meine Hausaufgaben nicht gemacht habe.",
    "Summer_Sun6_Cammi": "Du bist so cool @! Im Sommer den ganzen Tag draußen arbeiten.#$e#Ich glaube, ich bin jetzt dein Fan, heehee!",
    "Fall_15_Cammi": "Hah, Cha-Cha-Cha!#$e#Ich habe Lust zu tanzen.",
    "Fall_26_Cammi": "Oh Mann, ich habe ein lustiges Spiel für dich!#$e#%Lass uns in den Wald gehen, wo dich niemand schreien hört.",
    "Fall_28_Cammi": "Der Winter naht!#$e#Danke Welt, ich hasse ihn!0",
    "Fall_Mon_Cammi": "Hallo.#$e#Äh, die Schule ist momentan etwas schwierig...#$b#Wir reden später.0",
    "Fall_Mon6_Cammi": "Kopf-Kino!!!#$e#Mir geht es heute gut in der Schule, jetzt darf ich verwöhnt werden!",
    "Fall_Tue_Cammi": "Jemand fragte, ob ich einen Lolipop hätte.#$e#Ich dachte: „Wie alt denkst du, bin ich?!#$e#%...Dann habe ich ja gesagt.“!",
    "Fall_Tue6_Cammi": "Ich werde immer besser darin, mein „esthes“ auszusprechen!#$b#Ich meine, mein „s“ klingt, gah!1",
    "Fall_Tue10_Cammi": "Mir ist schlecht und du willst trotzdem mit mir spielen?#$b#Wow, du bist ziemlich mutig.",
    "Fall_Wed_Cammi": "Das ist schön.#$b#Eine Menge Aktivitäten warten auf mich, wenn ich nach Hause komme.",
    "Fall_Wed6_Cammi": "Hmmm, draußen passiert so viel.#$e#Dennoch muss ich jeden Tag in der Schule bleiben, während die Welt weitergeht.0#$b#Ich wünschte, Schule wäre eine Option.1",
    "Fall_Thu_Cammi": "Weißt du, was mir am besten gefällt?#$b#Das halte ich gerne geheim, aber vielleicht findest du es eines Tages heraus.",
    "Fall_Thu8_Cammi": "Oh? Du denkst, ich verhalte mich manchmal wie ein verwöhntes Baby.#$e#Dann sei erwachsen und kümmere dich um mich.",
    "Fall_Fri_Cammi": "Penny gibt uns dieses Wochenende viele Hausaufgaben.#$e#Ich mache das aber auf keinen Fall.",
    "Fall_Sat_Cammi": "Ich liebe diesen Hut.#$e#Mama hat ihn mir auf einer gemeinsamen Reise geschenkt.",
    "Fall_Sat6_Cammi": "Ich möchte für den Rest des Tages auf ein paar Blättern liegen. #$b#Leg dich zu mir @.",
    "Fall_Sun_Cammi": "Magie ist cool, aber ich denke, dass es beeindruckender ist, Dinge selbst zu bauen.",
    "Fall_Sun8_Cammi": "Magst du Liebesgeschichten?#$e#Ich finde sie... sie sind interessant.",
    "Winter_1_Cammi": "Mama wollte, dass ich mich diesen Winter anständig kleide, aber ich trage nicht wirklich gerne Hosen.",
    "Winter_7_Cammi": "Zu kalt, zuoooo kalt!#$e#Lass uns das hinter uns bringen!0",
    "Winter_11_Cammi": "Ich mag Keahi nicht besonders. Seine Streiche sind die Schlimmsten! Deshalb werde ich ihm kein Geschenk machen!",
    "Winter_15_Cammi": "Wissen Sie, was in diesen seltsamen Booten da drüben am Strand verkauft wird?",
    "Winter_24_Cammi": "Eine tolle Sache an dieser Zeit sind Vortäuschungen!.",
    "Winter_28_Cammi": "Ich werde den Schnee NICHT verpassen!",
    "Winter_Mon_Cammi": "Wie ist Landwirtschaft?#$e#Man braucht keine Schulbildung, um es richtig zu machen oder?",
    "Winter_Mon10_Cammi": "Ah, dein Gesicht ist so süß!#$e#%Es ist ganz aufgedunsen und rosarot.",
    "Winter_Tue_Cammi": "K-k-kalt.#$e#Ich hasse es, es zu verscheuchen, aber ich bin froh, heute in der Schule zu sein.",
    "Winter_Tue8_Cammi": "Ich hatte einmal einen Schleim als Haustier.#$e#Eines Tages habe ich ihn heimlich in die Schule geschmuggelt und losgelassen, das war ein toller Tag.",
    "Winter_Wed_Cammi": "Wenn ich einen besseren Platz hätte, könnte ich mit viel mehr Kram davonkommen, wenn Penny nicht hinschaut.",
    "Winter_Wed8_Cammi": "Hier, nimm meinen besonderen Saft! Mama sagt, es ist wirklich gut für dich.[773]",
    "Winter_Thu_Cammi": "Wird nicht mehr lange dauern. Die Wochenenden sind fast da!",
    "Winter_Thu10_Cammi": "Ich wünschte wirklich, jemand würde mich festhalten, bis ich schlafen gehe, so wie Mama es früher getan hat!#$e#Dafür bin ich nicht zu alt, oder??",
    "Winter_Sat8_Cammi": "Kannst du mir bei etwas helfen?#$e#Ich möchte besser an meinem Sprechen arbeiten!", 
    "Winter_Sun8_Cammi": "Ich mag die Kälte nicht, aber Fahrten im Schnee machen Spaß.",
//Gifts
    "gifts.Cammi.love": "Ich liebe es. Vielen Dank, Bauer.",
    "gifts.Cammi.like": "Das ist so cool. Mir gefällt es..",
    "gifts.Cammi.dislike": "Ich will das nicht...",
    "gifts.Cammi.hate": "Du hasst mich? Warum hast du mir das dann gegeben?",
    "gifts.Cammi.neutral": "Das ist eigentlich irgendwie cool...",
    "gifts.Cammi.BDPos": "Ist das für mich? Ist das mein Geburtstagsgeschenk? Juhuu! Ich liebe es, du bist großartig, Bauer!",
    "gifts.Cammi.BDNeg": "Was? Ist das mein Geburtstagsgeschenk? ES IST SCHRECKLICH! ICH WILL DAS NICHT!",
    "gifts.Cammi.stardroptea": "Ein warmes und gemütliches Getränk, ich liebe diesen Tee!",
//Donny
    "Introduction_Donny": "Hallo, ich bin Donny. Ich lebe im selben Dorf wie Kara und meine Familie besitzt eine Pizzeria.",
    "Mon_Donny": "Ich hasse Montage...",
    "Mon_2_Donny": "Kitty sagte, die beste Pizza der Welt komme aus Zuzu City. Natürlich nicht. #b#Die beste Pizza aller Zeiten ist von der Familie Carbone!",
    "Tue_Donny": "Ich habe es geschafft, meine naturwissenschaftlichen Hausaufgaben zu machen, aber ich habe nichts von der Mathematik verstanden.",
    "Tue_2_Donny": "Wäre die Herstellung von Pizzen ein gutes wissenschaftliches Projekt?",
    "Wed_Donny": "Ich rede wirklich gerne mit Keahi, sein Vater ist der zweitbeste Koch, den ich je getroffen habe. #b#Wer ist der Erste? Mein Vater!",
    "Wed_2_Donny": "Miss Penny hat meine Hausaufgaben gelobt. Ich bin so glücklich.",
    "Thu_Donny": "Meine Familie stellt ihren eigenen Käse für unsere Pizzen her. Das sind die besten Pizzen der Stadt.",
    "Fri_Donny": "Ich weiß es nicht, denn jeder beschwert sich über die Rechtschreibung. Es ist so einfach...",
    "Fri_2_Donny": "Ich gehe heute früher, ich muss meiner Familie in der Pizzeria helfen!",
    "Fri_3_Donny": "Ich muss im heutigen Test eine gute Note bekommen! Ja, Cammi sagte, wir haben heute einen Test!",
    "Sat_Donny": "...",
    "Sun_Donny": "...",
    "Spring_10_Donny": "Heute ist Vincent's Geburtstag, ich habe etwas von der Pizza mitgebracht, die mein Vater gestern Abend gemacht hat.",
    "Spring_22_Donny": "Eloise hat heute Geburtstag, ich glaube, sie ist das einzige Mädchen in der Klasse, das ich mag. #b#Was? Nein, ich meine, als Freund! Wie ein Freund!",
    "Summer_10_Donny": "Vincent und Keahi erzählten mir, dass es hier im Dorf ein Fest gibt, bei dem jeder etwas in einen riesigen Kessel wirft. #b#Ist das sicher?",
    "Summer_10_Donny_2": "Wenn ich morgen etwas in den Festivaltopf werfen könnte, würde ich den Käse hineinwerfen, den mein Vater macht. #b#Es ist so lecker!",
    "Summer_15_Donny": "Miss Flor hatte gestern Geburtstag. Ich frage mich, ob sie Pizza mag?",
    "Summer_16_Donny": "Ich kann dieses heiße Wetter nicht mehr ertragen!",
    "Fall_2_Donny": "Heute ist Miss Penny's Geburtstag. Glaubst du, sie würde Pizza mögen?",
    "Fall_15_Donny": "Ich habe immer etwas Pizza in meiner Lunchbox dabei, um sie mit anderen zu teilen.",
    "Fall_26_Donny": "Wir veranstalten einen Geisternacht-Abend in der Pizzeria. Wenn Sie kostümiert kommen, erhalten Sie einen Rabatt!",
    "Fall_26_Donny_2": "Dieses Jahr werde ich meinen Eltern am Abend des Geisterabends helfen, verkleidet als Geisterkoch.",
    "Winter_11_Donny": "Du kannst den Geburtstag aller vergessen, außer dem von Keahi. Oder er klebt etwas Stinkendes auf deine Kleidung!",
    "Winter_15_Donny": "Jas und Vicent sagten, sie verkaufen Kaffee auf dem Nachtmarkt. Nein, ich hasse Kaffee, aber mein Vater mag ihn wirklich.",
    "Winter_15_Donny_2": "Wissen Sie, was auf dem Nachtmarkt fehlt? Pizza!",
    "Winter_24_Donny": "Meine Eltern bereiten sich seit gestern auf das Fest des Wintersterns. Es wird zu Hause sein, aber meine Großeltern werden uns besuchen kommen.",
    "Winter_24_Donny_2": "Meine Großeltern kommen wieder zum Fest des Wintersterns. Lasst uns zu Hause feiern.",
//Gifts
    "gifts.Donny.love": "Du hast es geschafft, Bauer! Das ist ein wunderbares Geschenk...",
    "gifts.Donny.like": "Das ist cool! Ich mag es. Danke!",
    "gifts.Donny.dislike": "Uff... das gefällt mir nicht!",
    "gifts.Donny.hate": "Das ist das schlimmste Geschenk aller Zeiten! Ich hasse es!",
    "gifts.Donny.neutral": "Danke, denke ich...",
    "gifts.Donny.BDPos": "Wow! Ich bin so froh, dass du dich an meinen Geburtstag erinnert hast, Bauer. Vielen Dank!",
    "gifts.Donny.BDNeg": "Danke, aber das gefällt mir nicht. Ich möchte das nicht zu meinem Geburtstag...",
    "gifts.Donny.stardroptea": "Dies ist ein tolles Getränk zu Pizza. Es ist wirklich lecker!",
//Kara
    "Introduction_Kara": "Hallo! Mein Name ist Kara, ich bin Schülerin der Pelican Schule.#b#Ich lebe in einem kleinen Nachbardorf.#b#Wir haben dort keine Schule, deshalb komme ich jeden Tag hierher.#b# Freut mich, Sie kennenzulernen!",
    "Mon_Kara": "Es ist der Wochenanfang! Ich kann alle wiedersehen!",
    "Mon1_Kara": "Ich habe alle meine Wochenendhausaufgaben gemacht und hoffe, dass Miss Penny mit meiner Arbeit zufrieden sein wird.",
    "Tue_Kara": "Beng und Ahmad waren gestern sehr ungezogen ... Sie versuchten Russel zu erschrecken!",
    "Tue1_Kara": "Ich frage mich, was Eloise später machen wird...",
    "Tue2_Kara": "Ich habe darüber nachgedacht, gefährdete Arten für das Wissenschaftsprojekt vorzustellen!",
    "Wed_Kara": "Mikrooscop...M..I.K..R... Ohhhh Rechtschreibung ist am Freitag...",
    "Wed1_Kara": "Ich frage mich, was Mama mir heute zum Mittagessen eingepackt hat ... Ich hoffe, es ist etwas Süßes.",
    "Thu_Kara": "Die Woche ist fast zu Ende.",
    "Thu1_Kara": "Miss Flor erzählte mir, dass sie mein Dorf sehen konnte, als sie mit der Seilbahn hinauffuhr.",
    "Fri_Kara": "Ich werde heute in der Rechtschreibung die volle Punktzahl erreichen!",
    "Fri2_Kara": "Vincent hat gestern seine ganze Zeit damit verbracht, Schnecken zu fangen ... er hat sogar eine zum Unterricht mitgebracht ... Ihhgittt!",
    "Fri3_Kara":"Cammi said we'll have a test, so I'm going to study a little more.",
    "Sat_Kara": "In der Bibliothek gibt es so viele Bücher zu lesen.",
    "Sat1_Kara": "Wussten Sie, dass es 20 verschiedene Hamsterarten gibt? Der größte kann bis zu 18 cm groß werden!",
    "Sun_Kara": "Eines Tages werde ich wenn ich Erwachsen bin Tierarzt werden.",
    "Sun1_Kara": "Ich frage mich, was meine Klassenkameraden am Wochenende machen...",
    "Spring_2_Kara": "Ich liebe den Frühling. Es ist meine Lieblingsjahreszeit.",
    "Spring_12_Kara": "Morgen findet ein Eierfest statt, aber ich werde nicht dabei sein, weil ich in dem Dorf, in dem ich wohne, feiern werde.",
    "Spring_12_Kara_2": "Trinnie und Keahi haben mir erzählt, dass es morgen beim Festival süße Tiere geben wird. Schade, dass ich nicht teilnehmen kann.",
    "Spring_15_Kara": "Beim Wüstenfest bekommt man seltsame Eier. Um welche Eier handelt es sich?",
    "Spring_15_Kara_2": "Gehst du nicht zum Wüstenfest?",
    "Spring_22_Kara": "Heute ist der Geburtstag meiner besten Freundin Eloise! Sie liebt Narzissen!",
    "Summer_4_Kara": "Vergiss nicht, dass Jas heute Geburtstag hat. Sie wird traurig, wenn die Leute ihren Geburtstag vergessen.",
    "Summer_15_Kara": "Gestern hatte Miss Flor Geburtstag. Sie liebt die violette Teufelskralle!",
    "Summer_16_Kara": "Welche Tiere kommen im Sommer vor?",
    "Summer_27_Kara": "Eloise wird mir vom Mondquallentanz erzählen. Wo ich wohne, kann man die Quallen nicht sehen.", 
    "Summer_27_Kara_2": "Jas wird Miss Haley die Mondquallenpassage für mich fotografieren lassen. Ich bin so aufgeregt!",
    "Fall_2_Kara": "Heute ist Miss Penny's Geburtstag! Sie liebt diesen seltsamen Wüstenfisch!",
    "Fall_15_Kara": "Ich habe gehört, dass morgen hier im Dorf ein Jahrmarkt stattfinden wird und es viele Tiere geben wird. Aber meine Mutter ließ mich nicht teilnehmen.",
    "Fall_15_Kara_2": "Die Festivals in Pelican Town sind die besten. Schade, dass ich an keinem davon teilnehmen kann.",
    "Fall_26_Kara": "Eloise hat mir erzählt, dass es in East Scarp eine Geisternacht-Party gibt. Ich wollte gehen, aber meine Mutter ließ mich nicht.",
    "Fall_26_Kara_2": "Ich habe gehört, dass am Tag des Geisterabends in Pelican Town Magie die Luft erfüllt!",
    "Winter_15_Kara": "Miss Penny sagte, dass die Boote für den Nachtmarkt am Strand seien. Da ist ein U-Boot!",
    "Winter_15_Kara_2": "Wissen Sie, welche Fischarten wir im Nachtmarkt-U-Boot sehen können?",
//Gifts
    "gifts.Kara.love": "Wow! Ist das für mich? Wie wunderbar! Ich liebe es.",
    "gifts.Kara.like": "Das ist so süß, ich mag es wirklich...",
    "gifts.Kara.dislike": "Das gefällt mir nicht...",
    "gifts.Kara.hate": "Pfui! Ist das für mich? Ich hasse es...",
    "gifts.Kara.neutral": "Das ist so cool. Danke schön.",
    "gifts.Kara.BDPos": "Wer hat dir gesagt, dass ich heute Geburtstag habe? Eloise? Ja? Es spielt keine Rolle. Ich habe dein Geschenk geliebt!",
    "gifts.Kara.BDNeg": "Das ist mein Geburtstagsgeschenk? Oh, oh, oh, aber ich mag es nicht! Ich hasse es!",
    "gifts.Kara.stardroptea": "Ich habe von einem Stern gehört, dass dieser Tee magische Eigenschaften hat. Es ist so lecker!",
//Kimberly
    "Introduction_Kimberly": "Hey, ich bin Kimberly. Sind Sie ein Bauer?",
    "Mon_Kimberly": "Ich studiere jetzt, um später Archäologin zu werden, wie meine Tante.",
    "Mon_2_Kimberly": "Waren Sie schon einmal in den Minen? Wie ist es dort? Was hast du gesehen??",
    "Mon_3_Kimberly": "Einmal habe ich Herrn Günther in der Nähe der Schule getroffen. Er sagte, dass ich, wenn ich mich anstrenge, wenn ich groß bin, einen Beitrag zum Museum leisten kann!",
    "Tue_Kimberly": "Eloise hat mir erzählt, dass es in East Scarp einen Archäologen gibt. Ich würde ihn gerne einmal treffen...",
    "Tue_2_Kimberly": "Wäre Archäologie ein gutes Thema für ein wissenschaftliches Projekt??",
    "Wed_Kimberly": "Kara erzählte mir, dass es im Museum viele Bücher über Archäologie und interessante Artefakte gibt.",
    "Wed_2_Kimberly": "Ich wollte in die Minen gehen, aber ein einäugiger alter Mann ließ mich nicht in die Nähe! #b#Ich bin nicht so jung!",
    "Thu_Kimberly": "Finden Sie auf Ihren Spaziergängen viele Artefakte??",
    "Thu_2_Kimberly": "In dem Dorf, in dem ich wohne, gibt es keine Museen oder ähnliches. #b#Also reist meine Tante um die ganze Welt und sammelt Artefakte und Antiquitäten.",
    "Fri_Kimberly": "Heute haben wir Rechtschreibung, aber ich habe mich gefragt, wann wir Archäologie studieren können...",
    "Fri_2_Kimberly": "Ich wollte Archäologie studieren, anstatt zu wissen, welches Wort richtig oder falsch ist.",
    "Fri_3_Kimberly": "Trinnie sagte, Cammi habe bezüglich des heutigen Tests gelogen. Aber ich mache mir immer noch ein wenig Sorgen.",
    "Sat_Kimberly": "...",
    "Sun_Kimberly": "...",
    "Spring_12_Kimberly": "Wenn ich am Eierfest teilnehmen würde, würde ich problemlos gewinnen.",
    "Spring_12_Kimberly_2": "Ich dachte, Eiersuchen sei nur etwas für Kinder, aber es sieht so aus, als ob auch Erwachsene daran teilnehmen. #b#Dann macht es nicht mehr so viel Spaß.",
    "Spring_17_Kimberly": "Miss Flor sagte, dass man beim Wüstenfest alte Dinge an den Ständen der Dorfbewohner kaufen könne.",
    "Spring_17_Kimberly_2": "Jas hat mir erzählt, dass man beim Wüstenfest sogar im Müll interessante Dinge finden kann!",
    "Spring_22_Kimberly": "Heute ist der Geburtstag meiner guten Freundin Eloise. Sie ist bezaubernd!",
    "Summer_4_Kimberly": "Heute ist Jas Geburtstag. Ich habe gehört, dass sie traurig wird, wenn die Leute es vergessen!",
    "Summer_9_Kimberly": "Ich habe gehört, dass es in den Minen nicht so heiß ist, aber der einäugige alte Mann lässt mich nicht in die Nähe.",
    "Summer_15_Kimberly": "Ja, das sagen alle. Gestern hatte Miss Flor Geburtstag!",
    "Fall_2_Kimberly": "Heute ist Miss Penny's Geburtstag! JA!",
    "Fall_12_Kimberly": "Ich habe ein riesiges orangefarbenes Blatt gefunden. Ich werde es einrahmen und an die Wand meines Schlafzimmers hängen.",
    "Fall_26_Kimberly": "Jas und Vincent sagten, dass es auf der Geisternacht-Party Monster gibt. Ich wollte es unbedingt sehen, aber ich muss zu Hause bleiben.",
    "Fall_26_Kimberly_2": "Zur Geisternacht kommt meine Tante zu Besuch, sie kommt aus Castle Village und erzählt uns immer viele gruselige Geschichten!",
    "Winter_15_Kimberly": "Ich frage mich, ob heute irgendwelche Boote Artefakte verkaufen werden?",
    "Winter_15_Kimberly_2": "Trinnie, Eloise und Jas loben den Nachtmarkt. Schade, dass es nur nachts funktioniert.",
    "Winter_26_Kimberly": "Ich habe von meiner Tante einen Zierfächer bekommen. Sie hat es irgendwo in Grampleton gefunden",
    "Winter_26_Kimberly_2": "Meine Tante hat mir einen Zwergenhelm geschenkt, sie sagte, sie hätte ihn bei einem Abenteuer in Castle Village gefunden!",
//Gifts
    "gifts.Kimberly.love": "Das ist so wertvoll wie ein seltenes Artefakt. Ich liebe es!",
    "gifts.Kimberly.like": "Das ist interessant! Mir gefällt es wirklich.",
    "gifts.Kimberly.dislike": "Äh... mir gefällt es nicht.",
    "gifts.Kimberly.hate": "Pfui! Ich hasse es. Ich will es nicht!",
    "gifts.Kimberly.neutral": "Ja... Es klingt interessant, denke ich.",
    "gifts.Kimberly.BDPos": "Das ist mein Geburtstagsgeschenk? WIE FANTASTISCH! Ich LIEBE ES!",
    "gifts.Kimberly.BDNeg": "Das ist mein Geburtstagsgeschenk? Das ist schrecklich! Ich habe es gehasst!",
    "gifts.Kimberly.stardroptea": "Ein uraltes Getränk, habe ich gehört ... Und es ist immer noch so köstlich wie vor Jahrhunderten.",
//Kitty
    "Introduction_Kitty": "Hallo, ich bin Kitty. Wohnen Sie auf dem großen Bauernhof in der Nähe der Bushaltestelle?",
    "Mon_Kitty": "Dieses Wochenende hatte ich nicht genug Spaß, aber heute habe ich schon Schule...",
    "Mon_2_Kitty": "Ich habe Eloises Zöpfe geflochten, meine Mutter hat mir beigebracht, wie man einige Frisuren macht. Habe ich schon erwähnt, dass sie in einem Schönheitssalon arbeitet??",
    "Tue_Kitty": "Wenn ich groß bin, möchte ich Filmschauspielerin werden! Und dann werde ich in Zuzu City leben!",
    "Tue_2_Kitty": "Ich werde alle meine Lieblingsschauspielerinnen für das Wissenschaftsprojekt vorstellen. #b#Was hat das mit Wissenschaft zu tun? Ich weiß es nicht, aber ich werde mir etwas einfallen lassen.",
    "Tue_3_Kitty": "Jeden Samstag bringen mich meine Eltern zum Einkaufszentrum in Zuzu City.",
    "Wed_Kitty": "Kara sagte, mein Name sei ein Katzenname. Vielleicht bin ich eine Wildkatze. Miau!",
    "Wed_2_Kitty": "Waren Sie schon einmal in Zuzu City? Was? Wohnst du dort?",
    "Thu_Kitty": "Ich, Jas, Trinnie, Kimberly und Cammi machen immer Witze darüber, dass wir bei einer Filmpreisverleihung sind. Mein Künstlername wird Kitty D'Kid sein!",
    "Thue_2_Kitty": "Wenn ich groß bin, werde ich Schauspielerin und mache den Schönheitssalon meiner Mutter zum berühmtesten aller Zeiten!",
    "Fri_Kitty": "Meine Mutter arbeitet in einem Schönheitssalon in Zuzu City. Sie macht tolle Haare! Du musst dorthin gehen.",
    "Fri_2_Kitty": "Ich bin eine der besten Schüler der Klasse, fragen Sie Miss Penny und Miss Flor!",
    "Fri_3_Kitty": "Ich kann jetzt nicht reden. Ich muss für die Prüfung lernen!",
    "Sat_Kitty": "...",
    "Sun_Kitty": "...",
    "Spring_8_Kitty": "Morgen findet in Zuzu City ein Festival statt. Aber meine Mutter sagte, ich kann nicht gehen.",
    "Spring_16_Kitty": "Heute ist Trinnies Geburtstag! Ich habe ihr eine Blume mitgebracht.",
    "Spring_23_Kitty": "Ich interessiere mich nur für den Blumentanz. Ich würde auf jeden Fall zur Königin ernannt werden!",
    "Spring_23_Kitty_2": "Diese Haley ist nur die Königin des Blumenfestes, weil ich nicht mitmache.",
    "Summer_4_Kitty": "Heute ist Jas Geburtstag! Ich werde ihr eine Blume schenken.",
    "Summer_15_Kitty": "Natürlich erinnerte ich mich an Miss Flors Geburtstag. Mama kaufte ihr einen Ring aus Zuzu City.",
    "Summer_26_Kitty": "Mir sind die Mondquallen egal, ich bin nur traurig, dass der Sommer zu Ende geht.",
    "Summer_26_Kitty_2": "Der Sommer sollte nicht so schnell vergehen!",
    "Fall_2_Kitty": "Heute ist Miss Pennys Geburtstag. Ich werde Mama bitten, ihr etwas aus Zuzu City mitzubringen.",
    "Fall_19_Kitty": "Trinnie und Keahi erzählten mir, dass die Mädchen und Jungen morgen bei einem Festival in Ridgeside gegeneinander antreten werden.",
    "Fall_19_Kitty_2": "Ich wünschte, ich könnte an dem Festival teilnehmen, das morgen in Ridgeside stattfindet.",
    "Fall_26_Kitty": "Haben Sie Ihren Bauernhof schon mit Kürbislaternen geschmückt? In Zuzu City gibt es viele ausgefallene Dekorationen!",
    "Fall_26_Kitty_2": "Mein Kostüm für die Geisternacht wird Marilu Monray sein, eine sehr berühmte Schauspielerin aus den 50er Jahren!",
    "Winter_15_Kitty": "Ich denke, in Zuzu City muss es mehr Dinge zu kaufen geben als in den seltsamen Booten.",
    "Winter_15_Kitty_2": "Mein Vater sagte, er wollte sehen, was die Boote auf dem Nachtmarkt verkauften. #b#Aber meine Mutter sagte, wir sollten besser zum Zuzu City Shopping Center gehen, um die Geschenke zu kaufen!",
    "Winter_24_Kitty": "Haben Sie Ihren Bauernhof für das Fest des Wintersterns dekoriert? Hast du die Geschenke gekauft? Es ist immer schön, anderen Geschenke zu machen! #b#Das hat mir mein Vater beigebracht.",
    "Winter_24_Kitty_2": "Mein Vater hat unser Haus mit Dekorationen gefüllt und meine Mutter hat in Zuzu City eine riesige Kiefer gekauft. Ich bin so aufgeregt!",
//Gifts
    "gifts.Kitty.love": "Was für eine schicke und moderne Sache! Es sieht aus wie etwas, das einer zukünftigen Schauspielerin würdig ist. Ich liebe es!",
    "gifts.Kitty.like": "Was für ein schönes Geschenk, danke.",
    "gifts.Kitty.dislike": "Das ist nicht sehr schick, es gefällt mir nicht...",
    "gifts.Kitty.hate": "Wie hässlich! Das ist einer zukünftigen Schauspielerin nicht würdig. Ich hasse es!",
    "gifts.Kitty.neutral": "Vielen Dank für das Geschenk...",
    "gifts.Kitty.BDPos": "Oh, mein Yoba! Ist das mein Geburtstagsgeschenk? Ich liebe es! Es sieht so schick aus! #b#Es ist etwas, das man in Zuzu City kaufen würde. Ich bin sicher!",
    "gifts.Kitty.BDNeg": "Wie schrecklich! Ist das mein Geburtstagsgeschenk? Wie demütigend! #b#Warum gehst du nicht nach Zuzu City und kaufst mir etwas Anständiges?",
    "gifts.Kitty.stardroptea": "Ich liebe die Farbe dieses Tees! Wenn ich es mir nur ansehe, kann ich erkennen, dass es ein schickes Getränk ist. Vielen Dank!",
//Meha
    "Introduction_Meha": "Hallo, mein Name ist Meha! Ich komme aus einem sehr weit entfernten Dorf und muss den Zug nehmen, um hierher zu gelangen.",
    "Mon_Meha": "Jeden Tag muss ich sehr früh aufstehen, damit ich nicht zu spät komme.",
    "Mon_2_Meha": "Meine Tante hat wieder Salat in meine Lunchbox gelegt. Gott sei Dank wird Donny seine Pizza mit mir teilen.",
    "Tue_Meha": "Meine Tante hat Salat in meine Lunchbox gelegt. Ich hasse Gemüse!",
    "Tue_2_Meha": "Ich werde meinen Onkel bitten, mir bei dem wissenschaftlichen Projekt zu helfen!",
    "Wed_Meha": "Meine Schwester und ich leben bei meinen Onkeln. #b#Mein Vater ist Seemann und meine Mutter ist Krankenschwester, beide wurden in den Krieg eingezogen.",
    "Wed_2_Meha": "Meine Schwester lernt immer noch lesen. Deshalb kauft meine Onkel ihr Kinderbücher.",
    "Thu_Meha": "Ich bin heute sehr müde, gestern hatte meine Schwester einen Albtraum und weinte die ganze Nacht...",
    "Thu_2_Meha":"Mein Onkel half mir bei meinen Hausaufgaben. Er sieht meinem Vater sehr ähnlich, er ist sein kleiner Bruder.",
    "Fri_Meha": "Oh nein, heute haben wir Rechtschreibung. Und ich habe meine Hausaufgaben nicht gemacht! Ich werde Donny um Hilfe bitten.",
    "Fri_2_Meha": "Versteht jemand, was Miss Flor sagt?",
    "Fri_3_Meha": "Ich mache mir wirklich Sorgen. Ich habe nicht für den Test gelernt. #b#Nun, Cammi hat gesagt, dass wir heute einen Test haben werden!",
    "Sat_Meha": "...",
    "Sun_Meha": "...",
    "Spring_2_Meha": "Ich mag den Frühling, aber meine Schwester hat Allergien und wird zu dieser Jahreszeit sehr krank.",
    "Spring_10_Meha": "Heute ist Vincent's Geburtstag. Er ist ein guter Freund.",
    "Spring_15_Meha": "Miss Penny sagte, dass viele Leute aus Pelican Town zu einem Festival in der Wüste gehen. Werden Sie?",
    "Spring_15_Meha_2": "Miss Penny und Miss Flor sollten für uns einen Schulausflug zum Wüstenfest organisieren!",
    "Summer_4_Meha": "Heute hat Jas Geburtstag, sie ist ein wirklich nettes Mädchen. NEIN! Ich werde nicht rot!",
    "Summer_10_Meha": "Diese Hitze ist schrecklich. Zumal ich zum Bahnhof laufen muss.",
    "Summer_15_Meha": "Was hast du gesagt? Hatte Miss Flor gestern Geburtstag? Oh nein... ich habe es vergessen!",
    "Summer_19_Meha": "Dieses Wochenende gehen mein Onkel und meine Tante mit mir ans Meer! Meine Schwester und ich werden viele Sandburgen bauen!",
    "Fall_2_Meha": "Was? Heute ist Miss Penny's Geburtstag? Oh nein... ich habe es vergessen!",
    "Fall_26_Meha": "Ich werde meiner Tante helfen, das Haus zu dekorieren. Meine Schwester wird sich als Prinzessin verkleiden! #b# Ich werde mich als Seemann verkleiden, genau wie mein Vater.",
    "Fall_26_Meha_2": "Dieses Jahr werde ich mich als Vampir-Marine verkleiden! Ja, das habe ich mir ausgedacht!",
    "Winter_11_Meha": "Heute ist Keahi's Geburtstag. Ich denke über einen guten Streich für ihn nach!",
    "Winter_15_Meha": "Als ich von den seltsamen Booten am Strand hörte, erinnerte ich mich an meinen Vater. Ich weiß, eines Tages wird er zurückkommen.",
    "Winter_15_Meha_2": "Ich wollte die Boote am Strand sehen. Amy sagte, sie sei vor der Schule gewesen und hätte sie alle sehen können!",
    "Winter_24_Meha": "Gestern kam ein Paket von meinen Eltern an. Das sind sind unsere Geschenke! Aber mein Onkel lässt uns sie erst morgen öffnen.",
    "Winter_24_Meha_2": "Ich bin gespannt, welche Geschenke mir meine Eltern dieses Jahr geschickt haben!",
//Gifts
    "gifts.Meha.love": "Wow, das ist für mich? Du bist der beste Erwachsene aller Zeiten!",
    "gifts.Meha.like": "Das ist ein cooles Geschenk. Danke!",
    "gifts.Meha.dislike": "Oh, das will ich nicht...",
    "gifts.Meha.hate": "Du hasst mich? Warum gibst du mir das dann? Ich will es nicht.",
    "gifts.Meha.neutral": "Das ist cool...",
    "gifts.Meha.BDPos": "Das ist mein Geburtstagsgeschenk? Wie erstaunlich! Danke, Bauer!",
    "gifts.Meha.BDNeg": "Das ist mein Geburtstagsgeschenk? Du hasst mich wirklich, nicht wahr, Bauer?",
    "gifts.Meha.stardroptea": "Hmmmmm... Das ist köstlich. Danke schön!",
//Muthu
    "Introduction_Muthu": "Hallo, ich bin Muthu.",
    "Mon_Muthu": "Eines Tages wäre der Bus bei Regen fast verunglückt. Aber irgendetwas drängte es zurück auf die Straße...",
    "Mon2_Muthu": "Amma sagte mir immer, ich solle meine Spielsachen richtig aufbewahren, damit ich sie finden kann, wenn ich damit spielen möchte.",
    "Tue_Muthu": "Ich habe heute nicht gefrühstückt... Ich bin so hungrig.",
    "Tue2_Muthu": "Oh mein Gott! Für das Wissenschaftsprojekt habe ich mir nichts ausgedacht!",
    "Wed_Muthu": "Der Test diesen Freitag wird einfach sein. Ich lerne seit letztem Samstag.",
    "Thu_Muthu": "Ahmad bringt manchmal die zusätzlichen Curry-Puffs von gestern mit, um sie mit mir und Beng zu teilen.",
    "Thu2_Muthu": "Es macht mir wirklich Spaß, mit Ahmad und Beng zu spielen. Manchmal spielt Keahi auch mit uns!",
    "Fri_Muthu": "Miss Flor sagt manchmal wirklich seltsame Dinge...",
    "Fri2_Muthu": "Ugh... Heute haben wir Rechtschreibung!",
    "Fri3_Muthu": "Ja, Cammi hörte Miss Penny sagen, dass sie heute einen Überraschungstest haben wird!",
    "Sat_Muthu": "...",
    "Sun_Muthu": "...",
    "Spring_15_Muthu": "Ich wünschte, ich könnte zum Wüstenfest gehen. Ich denke, es würde so viel Spaß machen!",
    "Spring_15_Muthu_2": "Wie ist das Wüstenfest? Kara sagte, die Leute bekommen komische Eier!",
    "Spring_22_Muthu": "Heute ist Eloise's Geburtstag. Auf dem Weg zur Schule habe ich Narzissen gefunden, die ich ihr schenken werde.",
    "Spring_23_Muthu ": "Welchen Sinn hat ein Festival, bei dem alle Menschen tanzen?",
    "Spring_23_Muthu_2": "Was bekommt die sogenannte Blumenkönigin?",
    "Summer_10_Muthu": "In der Sommerhitze erfanden sie eine Veranstaltung zum Suppenessen. Ernsthaft?",
    "Summer_10_Muthu_2": "Ich finde dieses Suppenfest so seltsam.",
    "Summer_15_Muthu": "Miss Flor sagte mir, ich solle mir wegen ihres Geburtstagsgeschenks keine Sorgen machen. Aber ich werde ein schönes Bild zeichnen.",
    "Summer_26_Muthu": "Von meinem Dorf aus können wir von weitem das Leuchten der Mondquallen sehen.",
    "Summer_26_Muthu_2": "Es ist wunderschön, die Mondquallen zu beobachten.",
    "Fall_2_Muthu": "Heute ist Miss Pennys Geburtstag! Ich werde etwas wirklich Schönes für sie tun.",
    "Fall_3_Muthu": "Ich finde es wirklich schön, wie sich das Wetter im Herbst ändert, alles orange wird und überall Kürbisse sind!",
    "Fall_26_Muthu": "Vincent und Keahi erzählen uns seit dem frühen Morgen Horrorgeschichten. Ich kann es nicht mehr ertragen, von dem Monster zu hören, das in der Kanalisation lebt!",
    "Fall_26_Muthu_2": "Eloise hat mir erzählt, dass man in der Geisternacht die Kürbislaternen nicht löschen darf, weil sonst schlimme Dinge passieren.",
    "Winter_11_Muthu": "Ich werde Keahi-Essig zum Geburtstag schenken.#b#Ja. Ich weiß, dass er es hasst! Hehehehe.",
    "Winter_15_Muthu": "Ich wollte sehen, was auf den Booten am Strand ist, aber sie arbeiten nur nachts!",
    "Winter_15_Muthu_2": "Hey, @! Stimmt es, dass es auf dem Nachtmarkt eine Meerjungfrau gibt? WOW!",
    "Winter_23_Muthu": "Wann endet der Winter? Ich kann es nicht mehr ertragen, zu frieren!",
//Gifts
    "gifts.Muthu.love": "Wow, das ist erstaunlich. Ich habe es geliebt!",
    "gifts.Muthu.like": "Das gefällt mir, danke.",
    "gifts.Muthu.dislike": "Wirst du mir das ernsthaft geben? Ich will es nicht!",
    "gifts.Muthu.hate": "Du denkst bestimmt, ich wäre unerträglich, mir so etwas zu geben. Ich hasse es!",
    "gifts.Muthu.neutral": "Ja... Danke...",
    "gifts.Muthu.BDPos": "Oh mein Yoba! Das ist großartig! Du hast dich an meinen Geburtstag erinnert! Danke.",
    "gifts.Muthu.BDNeg": "Ich war traurig über dein Geburtstagsgeschenk. Mir gefällt es nicht...",
    "gifts.Muthu.stardroptea": "Ein süßes und warmes Getränk ist ein perfektes Getränk!",
//Peter
    "Introduction_Peter": "Hey! Ich bin Peter. Schön, Sie kennenzulernen...",
    "Mon_Peter": "Hä? Entschuldigung, ich habe dich nicht verstanden, ich habe über die neueste Ausgabe des Comics nachgedacht, den ich gerade lese.",
    "Mon2_Peter": "Ich bin meinem Lieblingshelden sehr ähnlich, wir sind Waisen, wir leben bei einem alten Verwandten, in meinem Fall meiner Großmutter, und wir sind die besten Schüler in der Klasse.",
    "Tue_Peter": "Gibt es radioaktive Spinnen? Vincent und Keahi sagten, du hättest allen möglichen Monstern gegenübergestanden ... Was denkst du?",
    "Tue2_Peter": "Ich denke darüber nach, für mein Wissenschaftsprojekt etwas über Spinnen zu präsentieren.",
    "Wed_Peter": "Ich lese gerne Comics. In einem Fall wurde der Held von einer Spinne gebissen...",
    "Wed2_Peter": "Auf große Macht, folgt große Verantwortung.",
    "Wed3_Peter": "Ich habe Amy einen Comic geliehen. Ich glaube, es hat ihr gefallen.",
    "Thu_Peter": "Ich habe Beng ein paar Comics geliehen. Wem die gefallen, sagte er, weil es nicht viel zu lesen gibt.",
    "Thu2_Peter": "Ich habe beschlossen, mit der Erforschung der Auswirkungen von Strahlung zu beginnen.",
    "Thu3_Peter": "Beng hat großen Spaß daran, Comics zu lesen. Zumindest habe ich jemanden, mit dem ich darüber reden kann, was mir gefällt.",
    "Fri_Peter": "Ich mache mir keine Sorgen um die Rechtschreibung...",
    "Fri2_Peter": "Meine Noten sind immer noch einwandfrei. Deshalb werde ich meinen Freunden helfen, die schlechte Noten haben.",
    "Fri3_Peter": "Cammi belügt alle, dass sie heute einen Test haben wird.",
    "Sat_Peter": "...",
    "Sun_Peter": "...",
    "Spring_10_Peter": "Heute ist Vincent's Geburtstag! Ich werde ihm einige doppelte Aufkleber geben, die ich habe.",
    "Spring_12_Peter": "Wenn ich an der Eiersuche teilnehmen würde, wäre ich der Schnellste von allen. Ich würde alle Eier finden!",
    "Spring_12_Peter_2": "In meinem Dorf gibt es kein Eiersuchen, aber es macht trotzdem Spaß, mit der Nachbarschaft zu feiern.",
    "Spring_15_Peter": "Miss Penny sollte einen Schulausflug in die Wüste machen, damit wir am Festival teilnehmen können.",
    "Spring_15_Peter_2": "Hey, stimmt es, dass es beim Wüstenfest ein verrücktes Rennen gibt, an dem ein Hahn und ein Skorpion teilnehmen?",
    "Summer_2_Peter": "Der Sommer ist da! Und ich werde es nutzen, um meine Comics zu lesen!",
    "Summer_15_Peter": "Ich habe eine Zeichnung für Miss Flor gemacht. Gestern war ihr Geburtstag.",
    "Summer_26_Peter": "Ich habe im Sommer viele Comics gelesen.",
    "Fall_2_Peter": "Ich habe ein Bild für Miss Penny gezeichnet. Heute ist ihr Geburtstag!",
    "Fall_15_Peter": "Morgen findet in Pelican Town ein weiteres Festival statt, daher haben wir keinen Unterricht.",
    "Fall_26_Peter": "Zurück in meinem Dorf veranstalten wir eine kleine Party zum Vorabend der Geister. Meine Großmutter hat mir mein Heldenkostüm genäht.",
    "Fall_26_Peter_2": "Meine Oma hat mein Kostüm für dieses Jahr aufgewertet. Ich werde die Geisternacht rocken!",
    "Winter_9_Peter": "Ich habe aus meinem Lieblingshelden einen Schneemann gemacht.",
    "Winter_11_Peter": "Heute ist Keahi's Geburtstag. Er ist verspielt, aber ich weiß, dass er seine Mutter vermisst. Ich glaube, ich verstehe ihn.",
    "Winter_15_Peter": "Ich frage mich, was diese seltsamen Boote verkaufen?",
    "Winter_15_Peter_2": "Ich habe gehört, dass auf einem der Boote eine Meerjungfrau ist und sie wirklich gut singt.",
    "Winter_24_Peter": "Als Geschenk möchte ich eine Actionfigur meines Lieblingshelden.",
    "Winter_24_Peter_2": "Dieses Jahr möchte ich eine Actionfigur der Schurken meines Lieblingshelden verschenken!",
//Gifts
    "gifts.Peter.love": "@, Das ist supergeil! Danke!",
    "gifts.Peter.like": "Das gefällt mir wirklich. Danke, @...",
    "gifts.Peter.dislike": "Das gefällt mir nicht wirklich...",
    "gifts.Peter.hate": "Das würde nicht einmal einem Comic-Bösewicht gefallen. Ich hasse es!",
    "gifts.Peter.neutral": "Interessant.",
    "gifts.Peter.BDPos": "Ein ehrenvolles Geschenk zu meinem Geburtstag? Ich fühle mich im Moment wie ein Held. Danke, @!",
    "gifts.Peter.BDNeg": "Ein schreckliches Geschenk zu meinem Geburtstag? Meine Güte, @, du gibst mir das Gefühl, ein Bösewicht zu sein. Ich hasse es...",
    "gifts.Peter.stardroptea": "Das ist das Getränk der Helden! Vielen Dank!",
//Teela
    "Introduction_Teela": "Hey, ich bin Teela und ich werde ein Monsterjäger sein, wenn ich groß bin.",
    "Mon_Teela": "Hey, kannst du mir bei meinen Mathe-Hausaufgaben helfen? Ich weiß alles über Monster, aber mit Zahlen kann ich schrecklich umgehen!",
    "Mon2_Teela":"Gestern habe ich ein Buch über Monster gelesen, es hat so viel Spaß gemacht!",
    "Tue_Teela": "Hast du jemals eine Hexe getroffen? Nicht der seltsame Typ, der im Turm wohnt. Ich meine, eine echte Hexe!",
    "Tue2_Teela": "Jas und Vincent haben mir erzählt, dass du Monster getötet hast. Könnten Sie mir dann bei meinem wissenschaftlichen Projekt helfen?.",
    "Wed_Teela": "Ich laufe immer frühmorgens, um in Form zu bleiben. Wenn ich älter bin, werde ich der Abenteurergilde beitreten...",
    "Wed2_Teela": "Kimberly sagte, sie habe Mr. Marlon kennengelernt, sie nennt ihn „Alter Einäugiger-Mann“! Hehehehe!",
    "Thu_Teela": "Warum willst du etwas über meine Familie wissen? Das geht dich nichts an...",
    "Thu2_Teela": "Mein Bruder sagte, ich sollte normale Mädchenträume haben. Ich möchte erwachsen werden, heiraten und Kinder haben, aber ich möchte keine HausMiss sein.",
    "Thu3_Teela": "Du läufst einfach herum und stellst den Leuten Fragen? Arbeitest du nie? Das ist verdächtig!",
    "Fri_Teela": "Oh! NEIN! Heute haben wir Rechtschreibung! Warum haben wir nicht einen Kurs darüber, wie man Monster tötet??",
    "Fri2_Teela": "Gestern habe ich geträumt, dass ich in den unteren Stockwerken der Minen Monster jage!",
    "Fri3_Teela": "Cammi sagte, wir hätten heute einen Rechtschreibtest. Ich weiß nicht, ob das stimmt oder ob sie mir nur Angst machen will.",
    "Sat_Teela": "...",
    "Sun_Teela": "...",
    "Spring_10_Teela": "Heute ist Vincent's Geburtstag! Ich habe gestern eine Schnecke gefangen und sie zu... Shhhhhh gebracht! Sagen Sie Miss Penny nichts!",
    "Spring_15_Teela": "In der Wüste gibt es eine Höhle voller Monster. Und während des Festivals erhältst du Preise, wenn du Monster tötest. Ich wollte unbedingt dorthin, aber Miss Penny ließ mich nicht!",
    "Spring_15_Teela_2": "Ich wollte unbedingt zum Wüstenfest gehen. Ich habe gehört, dass die Monster dort gruselig sind.",
    "Spring_16_Teela": "Heute ist Trinnie's Geburtstag. Sie ist so lustig. Ich frage mich, was ich ihr schenken kann?",
    "Summer_4_Teela": "Heute ist Jas Geburtstag! Sie ist so süß!",
    "Summer_10_Teela": "Miss Penny und Miss Flower sollten uns zu einem Ausflug an den Strand mitnehmen. Völlig wissenschaftlich!",
    "Summer_15_Teela": "Ich LIEBE den Sommer!... Was? Miss Flors Geburtstag...? Oh mein Yoba...",
    "Fall_2_Teela": "Der Herbst ist... Was? Miss Penny's Geburtstag...? Oh mein Yoba...",
    "Fall_9_Teela": "Haben Sie nicht das Gefühl, dass der Herbst eine andere Energie hat? Es ist eine großartige Zeit, um Monster zu jagen. #b#Ich habe noch keine gefunden, aber es ist nur eine Frage der Zeit.",
    "Fall_22_Teela": "Hast du gehört, wie die Jungs über ein Monster gesprochen haben, das in der Kanalisation lebt?",
    "Fall_26_Teela": "Ich werde mich für die Geisternacht bei mir zu Hause als Abenteurer verkleiden!",
    "Fall_26_Teela_2": "Ich habe gehört, dass Monster auftauchen, wenn man in der Geisternacht eine Kürbislaterne ausbläst. #b#Ich werde eine auspusten und sehen was passiert!",
    "Winter_12_Teela": "Ich habe Schneemonster gebaut und sie alle gestern mit meinem Holzschwert zerstört.",
    "Winter_15_Teela": "Wirst du heute die seltsamen Boote sehen??",
    "Winter_15_Teela_2": "Jas sagte, dass sie auf dem Nachtmarkt Ritterstatuen verkaufen. Ich will eins!",
    "Winter_24_Teela": "Ich habe einen Haufen Schneemonster gebaut, um den Garten zu Hause zu schmücken, und meine Mutter ist vor Schreck fast ohnmächtig geworden. Hehehehe",
    "Winter_24_Teela_2": "Ich wollte ein Schwert als Geschenk, aber ich weiß, dass ich eine andere Puppe bekommen werde.",
//Gifts
    "gifts.Teela.love": "Wow! ICH LIEBE ES! Du bist großartig.",
    "gifts.Teela.like": "Wow, das ist cool. Danke!",
    "gifts.Teela.dislike": "Ugh... das gefällt mir nicht!",
    "gifts.Teela.hate": "Was glaubst du, dass ich das will?",
    "gifts.Teela.neutral": "Cool...",
    "gifts.Teela.BDPos": "Ein Geburtstagsgeschenk? Dadurch fühle ich mich wie ein echter Monsterjäger. Danke schön!",
    "gifts.Teela.BDNeg": "Das ist mein Geburtstagsgeschenk? Nicht einmal Monster wollen das. Was soll das sein?",
    "gifts.Teela.stardroptea": "Das perfekte Getränk für echte Abenteurer.",
//School
    "Seat_Ahmad": "Dies ist Ahmads Sitzplatz. Da ist überall Gekritzel...",
    "Seat_Amy": "Dies ist Amy's Sitzplatz. Da liegt ein Bild von ihr und ihrem Bruder beim Basketballspielen!",
    "Seat_Amy_Adrian": "Dies ist Amy's und Adrian's Sitzplatz. YEAHHH!",
    "Seat_Beng": "Dies ist Beng's Sitzplatz. Es ist ziemlich unordentlich...",
    "Seat_Cammi": "Dies ist Cammi's Sitzplatz. Da liegt ein Bild von ihr und Jas.",
    "Seat_Cammi_YourChild3": "Dies ist dein Kind und Cammi's Sitzplatz. Da liegt ein Bild von deinem Kind, Cammi und Jas.",
    "Seat_Donny": "Dies ist Donny's Sitzplatz. Cowabunga!",
    "Seat_Donny_Vanessa": "Dies ist Vanessa and Donny's Sitzplatz. Cowabunga!",
    "Seat_Kara": "Dies ist Kara's Sitzplatz. Ihr vollständiger Name steht oben auf dem Schreibtisch: Kara Linda Danva.",
    "Seat_Kimberly": "Das ist Kimberly's Sitzplatz. Da ist eine Goldmünze mit einem Pterodaktylus darauf.",
    "Seat_Kitty": "Das ist Kitty's Sitzplatz. In ihrem Notizbuch befindet sich eine Zeichnung von ihr als Schauspielerin.",
    "Seat_Kitty_Lavril": "Dies ist Lavril's und Kitty's Sitzplatz. Hallo! P.S. Auch Void gehört mit dazu.",
    "Seat_Meha": "Dies ist Meha's Sitzplatz. Auf seinem Schreibtisch liegt ein großes Bild.",
    "Seat_Meha_YourChild": "Dies ist {{DisplayName}}'s und Meha's Sitzplatz. Da liegt ein großes Bild unserer Farm.",
    "Seat_Meha_YourChild2": "Dies ist dein Kind und Meha's Sitzplatz. Da liegt ein großes Bild unserer Farm.",
    "Seat_Muthu": "Dies ist Muthu's Sitzplatz. Es ist unerwartet sauber und ordentlich.",
    "Seat_Peter": "Dies ist Peter's Sitzplatz. Ihre freundliche Nachbarschaft...",
    "Seat_Peter_James": "Dies ist Peter's und James Sitzplatz. Ihre Freundliche Nachbarschaft...",
    "Seat_Teela": "Das ist Teelas Sitzplatz. Da liegt eine Zeichnung mit einem Haufen Monster darauf!",
    "Seat_Teela_Tina": "Dies ist Tina's und Teela's Sitzplatz. Wir haben die Kraft!",
    "Seat_Eloise": "Das ist Eloise's Sitzplatz.",
    "Seat_Leo": "Das ist Leo's Sitzplatz.",
    "Seat_Keahi": "Das ist Keahi's Sitzplatz.",
    "Seat_Trinnie": "Das ist Trinnie's Sitzplatz.",
}