{
//GMCM
    "Config.New Portraits.name": "New Portraits",
	"Config.New Portraits.description": "Activate or deactivate the New Portraits for the Kids.",
//Ahmat
    "Introduction_Ahmad": "Hi, I am Ahmad, what's yours?",
    "Mon_Ahmad": "I got up early today to help Ibu to make the curry puffs.",
    "Tue_Ahmad": "My Ibu and Bapa have a food store in a high school, I sometimes goes over to help",
    "Tue2_Ahmad": "Kara visits Eloise on Sundays, how does she get back home and still be early on Monday...",
    "Wed_Ahmad": "I got a big sister and 2 little twin sisters",
    "Thu_Ahmad": "I wish we had enough help so Kakak can go to university...",
    "Fri_Ahmad": "One day when I grow up I will earn big bucks so my parents can retire!",
    "Fri2_Ahmad": "I forgot about today's spelling... I wonder if Beng has studied...",
    "Fri3_Ahmad": "Cammi said we will have a test today! TODAY!",
    "Sat_Ahmad": "...",
    "Sun_Ahmad": "...",
    "Spring_2_Ahmad": "I really like spring, the seasonal fruits are tastier. #b#Do you already know what you're going to plant this season?",
    "Spring_10_Ahmad": "Since today is Vincent's birthday, I'm going to share my curry puffs with him.",
    "Spring_15_Ahmad": "I wanted to go to the Desert Festival, but my mom said I can't ride the bus alone.",
    "Spring_15_Ahmad_2": "Another year I won't go to the desert festival!",
    "Summer_4_Ahmad": "I'm not getting Jas any presents. The boys will think I like her!",
    "Summer_8_Ahmad": "Summer is my Ibu's favorite season.",
    "Summer_15_Ahmad": "Yesterday was Miss Flor's birthday. I brought her curry puffs.",
    "Summer_26_Ahmad": "Oh boy, summer is coming to an end.",
    "Fall_2_Ahmad": "Today is Miss Penny's birthday. I brought her curry puffs!",
    "Fall_9_Ahmad": "When I was coming to school, a flurry of orange leaves flew over me. It was magical!",
    "Fall_26_Ahmad": "I'm not a big fan of Spirits' Eve. We don't celebrate it at home. But I do like pumpkin pie.",
    "Fall_26_Ahmad_2": "My Ibu will make a great pumpkin pie tomorrow. Huh? I thought I told you that my family doesn't celebrate Spirits' Eve",
    "Winter_15_Ahmad": "Miss Flor said the boats that came to the beach sell strange things.",
    "Winter_15_Ahmad_2": "I was wondering what kind of food they sell on the boats at the Night Market.",
    "Winter_24_Ahmad": "Ibu and Bapa have already done their shopping for the Festival of the Winter Star, I can't wait to see what they got for me.",
//Gifts
    "gifts.Ahmad.love": "I got a gift from the farmer! How cool!",
    "gifts.Ahmad.like": "Just like my ibu and my bapa, I like it very much!",
    "gifts.Ahmad.dislike": "Is this for me? Sorry, but I don't want it",
    "gifts.Ahmad.hate": "Jeez! I don't want this!",
    "gifts.Ahmad.neutral": "Nice... I guess",
    "gifts.Ahmad.BDPos": "WOW! This gift is fantastic! Thanks for remembering my birthday.",
    "gifts.Ahmad.BDNeg": "Is this a joke? I can't believe you got me this for my birthday. I don't like it...",
    "gifts.Ahmad.stardroptea": "This drink smells like home. I like it!",
//Amy
    "Introduction_Amy": "Hi, I'm Amy, I live in a village a little far away, and my old school's classes were canceled because of the war.",
    "Mon_Amy": "I don't understand math at all, Rupert was the one who helped me. #b#Huh? Oh, he's my brother and he went to fight in the war.",
    "Tue_Amy": "I like playing basketball the most, but the girls don't like it very much...",
    "Tue_2_Amy": "Would basketball be a good science project?",
    "Wed_Amy": "I didn't do my homework, I had to help Mom with the vegetable garden. #b#Yes, we sell vegetables to the grocery store near our house.",
    "Wed_2_Amy": "The girls said they're going to play basketball with me. I'm so happy!",
    "Thu_Amy": "I'm looking forward to recess!",
    "Fri_Amy": "Oh no, today we have spelling. Sometimes Miss Penny takes an oral exam, I always get it wrong.",
    "Fri_2_Amy": "I need to study more spelling.",
    "Fri_3_Amy": "I can't study anymore... Cammi said we have a test today!",
    "Sat_Amy": "...",
    "Sun_Amy": "...",
    "Spring_2_Amy": "The year started off so well, I got a letter from Rupert. #b#He sent me a drawing he made of a field of flowers. The paper was a little stained and wrinkled, but I really liked it. #b#I hope he comes back soon!",
    "Spring_10_Amy": "What? It's Vincent's birthday today? Oh, geez...",
    "Spring_15_Amy": "I heard there's always a festival out there in the desert around this time of year.",
    "Spring_15_Amy_2": "When Rupert comes back from the war, he'll take me to the desert festival. I'm sure.",
    "Spring_16_Amy": "Trinnie is very happy because today is her birthday!",
    "Spring_23_Amy": "Jas and Trinnie told me that here in Pelican Town there is a festival where people only dance. Is it true, @?",
    "Spring_23_Amy_2": "I think it's a bit boring when people only go to dance. There should at least be a dance competition!",
    "Summer_4_Amy": "It's Jas's birthday today! I brought her a pink cake because it's her favorite food!",
    "Summer_10_Amy": "I LOVE SUMMER! The weather is perfect for playing!",
    "Summer_15_Amy": "I heard it was Miss Flor's birthday yesterday. I'm going to make a nice drawing for her.",
    "Summer_26_Amy": "Summer goes by, and I didn't even have enough fun.",
    "Summer_26_Amy_2": "I heard Eloise talking to Kara about moon jellyfish. Why are they so important?",
    "Fall_2_Amy": "Today is Miss Penny's birthday, I brought her a melon.",
    "Fall_12_Amy": "I didn't do my homework because we got a letter from my brother. #b#It was good news, so my mom made a bunch of sweets to celebrate.",
    "Fall_26_Amy_1": "Tomorrow is Spirits' Eve, do you know what your costume will be? #b#At the party in my village, I'm going to dress up as a basketball player.",
    "Fall_26_Amy_2": "This year my costume for Spirits' Eve will be a zombie trainer!",
    "Winter_12_Amy": "When Rupert, my brother, comes back from the war, we're going to make lots of snowmen.",
    "Winter_15_Amy": "Did you see the strange boats that washed up on the beach?",
    "Winter_15_Amy_2": "Before I got to school, I went to the beach. The boats have already arrived for the night market!",
    "Winter_24_Amy": "The only thing I wanted as a present was for Rupert to come back from the war.",
    "Winter_24_Amy_2": "I'm happy because yesterday I was able to talk to my brother on the phone. He said he missed me a lot. #b#That was a great gift.",
//Gifts
    "gifts.Amy.love": "WOW! This is my favorite!",
    "gifts.Amy.like": "This is really cool. Thanks...",
    "gifts.Amy.dislike": "I don't like this...",
    "gifts.Amy.hate": "No, I don't want this!",
    "gifts.Amy.neutral": "Is this for me? Thanks",
    "gifts.Amy.BDPos": "A birthday present? I LOVE IT! You're amazing, @!",
    "gifts.Amy.BDNeg": "Is this for my birthday? Yikes! I don't want this...",
    "gifts.Amy.stardroptea": "Wow! This tea tastes just like the tea my brother used to make for me. It's like he's actually here! #b#Thank you so much",
//Beng
    "Introduction_Beng": "Buzz off.#b#I am only here because I have to be...#b#We don't have a school back home, Should have never built this one...#b#Go away lah!",
    "Mon_Beng": "Why did the weekend have to end?",
    "Mon2_Beng": "School is so boring... I want to go to the playground but Ms Penny always stands there...",
    "Tue_Beng": "Quick! Help me finish my homework before Ms Flor finds out..",
    "Tue2_Beng": "When I grow up, I will be governor and make weekdays 2 days and Weekends 5 days!",
    "Wed_Beng": "I forgot to bring my home work...",
    "Thu_Beng": "Friday is the spelling...",
    "Thu2_Beng": "If it rains, maybe they will close school tomorrow.",
    "Thu3_Beng": "I forgot to bring my lunchbox..",
    "Thu4_Beng": "One more day and its the weekends!",
    "Fri_Beng": "I failed my spelling again. Papa is not going to be happy...",
    "Fri2_Beng": "I passed, I actually passed!",
    "Fri3_Beng": "Why are Miss Penny's assignments so hard? And we still have a test today!",
    "Fri4_Beng": "Don't you have farming to do? You are a farmer right?",
    "Sat_Beng": "...",
    "Sun_Beng": "...",
    "Spring_10_Beng": "Today is Vincent's birthday, I caught a snail for him.",
    "Spring_15_Beng": "Miss Penny said today is the first day of the desert festival. Have you visited the desert yet?",
    "Spring_15_Beng_2": "I wanted to go to the desert. Can't you convince Miss Penny to go on a school trip?",
    "Spring_16_Beng": "Shhh... Don't tell anyone, but I brought a present for Trinnie. It's her birthday, and she's the coolest girl in the class!",
    "Spring_23_Beng": "I overheard a conversation between Miss Flor and Miss Penny about a dance festival.",
    "Spring_23_Beng_2": "Keahi and Vincent told me that at tomorrow's festival, people are wearing fancy clothes.",
    "Summer_2_Beng": "I think the least boring season is summer. The only bad thing is that I still have to go to school. IT'S SO HOT.",
    "Summer_15_Beng": "Yesterday was Miss Flor's birthday, so I brought her an Autumn Drop Berry.",
    "Fall_2_Beng": "Today is Miss Penny's birthday. I drew a beautiful picture for her.",
    "Fall_26_Beng": "Eve of the Spirits is my favorite holiday! I already know what my costume will be! #b#None of your business!",
    "Fall_26_Beng_2": "I don't know why you want to know so much what costume I'm going to wear to the Eve of the Spirits. #b#I already told you: None of your business!",
    "Winter_11_Beng": "Have you ever thought about celebrating your birthday in such cold weather? But Keahi doesn't seem to mind. Today is his birthday!",
    "Winter_15_Beng": "I wanted to see the boats that arrived on the beach, but Miss Penny said they only work at night.",
    "Winter_15_Beng_2": "Mom said she'll try to get home from work early this year to take me to the night market!",
    "Winter_24_Beng": "I hate winter, every day is cold! At least I'll get presents.",
    "Winter_24_Beng_2": "I asked my dad for a racing car. Will he give it to me?",
//Gifts
    "gifts.Beng.love": "Wow! I love this. You're actually a cool adult.",
    "gifts.Beng.like": "How do you know I like this? Thanks.",
    "gifts.Beng.dislike": "Don't you know everything? How do you not know I DON'T like this?",
    "gifts.Beng.hate": "Get lost! I hate this.",
    "gifts.Beng.neutral": "Nice... I guess.",
    "gifts.Beng.BDPos": "How do you know today is my birthday? Well, it doesn't matter, because I loved this gift! Thank you!",
    "gifts.Beng.BDNeg": "Yikes! I don't want this for my birthday... Wait a minute!#b#How do you know today is my birthday? That's really suspicious!",
    "gifts.Beng.stardroptea": "Wow, that drink is really tasty. Maybe it made me like you a little bit, farmer.",
//Cammi
    "Introduction_Cammi": "Heya! The name's Cammi, whaths your name?#$e#I mean What's your name.. #$e#I just lostht my front teeth, hehe.",
    "Resort_Entering_Cammi": "Woaaah wowowowo! I wanna do Everthing!",
    "Resort_Leaving_Cammi": "Ahhh, I'm sthpent!",
    "Resort_Shore_Cammi": "She thells sthea shells by the sthea shore...#$e#Ughh, I can't do it!1",
    "Resort_Cammi": "The sun feels SO Gooood.#$e#I wanna live in a place that'sth always warm.",
    "Mon_Cammi": "Oh wouldja look at that.#$e#It stheems you're a fan of me.",
    "Mon4_Cammi": "Plants are so cool, some plants can make you go all itchy.",
    "Tue_Cammi": "Heya Farmer!#$e#Look at those arms, I wanna swing on them. Hehe.",
    "Tue2_Cammi": "So much sthtudying to do... It all feelth so pointless.0#$e#I never us this stuff when I'm outside.",
    "Tue8_Cammi": "Hi, @!#$e#Pick me up! I wanna go Up, Up![773]",
    "Wed4_Cammi": "Hi there, @!#$e#Ah. What am I doing?#$e#Just... kid things.",
    "Thu_Cammi": "Ah, my tong keeps mesthing up my words.1#$b#Good thing I'm cute, otherwise It'd be a problem.",
    "Thu2_Cammi": "Wanna see me do a handsthtand?#$e#Watch, Watch! Sthee, I'm doing it!",
    "Thu8_Cammi": "Heya, let me play on your farm?#$e#Come Oooon.0#$e#You know I'm a little ray of sunshine!",
    "Fri_Cammi": "Don't be alarmed, I simply enjoy screaming.#$e#Heeheehee!?#$e#What? Like you don't do weird sthuff?^Ah well, you'll learn to love it.",
    "Fri2_Cammi": "Sthience is dumb.0#$b#It turns fun sthuff like experimenths into boring paper work.#$e#Gym is waaaay better.#0",
    "Fri3_Cammi": "I lied about today's test. Hehehehe. Don't tell anyone!",
    "Sat_Cammi": "School's out!#$b#Are you not working today too?.#$e#We gotta make today a good one then.^K, catch ya later!",
    "Sat4_Cammi": "D-don't stare at my tooth gap!",
    "Sat10_Cammi": "You Wanna play with me?#$e#When I feel like having some fun my mind goes right to you.",
    "Sun_Cammi": "I can't sthop to talk right now.#$e#I need to do as much as possible before I go back to school tomorrow.",
    "Sun4_Cammi": "I wanna pinch your cheeks. Can I pinch your cheeks?.#$e#I'm gonna pinch your cheeks!",
    "Sun8_Cammi": "Heya! Can you give me a ride?#$b#I like being ontop of things!#$e#Makes me feel so... Big!",
    "Spring_10_Cammi": "Yes, I know it's Vincent's birthday. No, I didn't bring any presents. #$b#But I found some gum at the bottom of my bag. I think he'll like it.",
    "Spring_16_Cammi": "Today is Trinnie's birthday. She is sooo cool, but I forgot her present. What now?",
    "Summer_10_Cammi": "Wow there's a lot of strange sthuff going in that pot.1#$e#Hey, I dare you to but something gross in it!",
    "Summer_15_Cammi": "I heard it was Miss Flor's birthday. I don't have anything to give her as a present.",
    "Summer_27_Cammi": "I'm all sthweaty and sthticky.#$e#I love to run but if I sthtop for a minute I go all.. Blegh!1",
    "Summer_Mon_Cammi": "Summers out and I'm sthtuck inside here.#$b#Laaaaaaaame!0",
    "Summer_Mon6_Cammi": "I want to go sun bathing.#$e#I bet I'd look Super cute with a tan.",
    "Summer_Tue_Cammi": "Whew... Friday can't come soon enough.0",
    "Summer_Tue6_Cammi": "Haaahh, I'm hungry.#$b#Hey farmer, you got anything for me to sthnack on?",
    "Summer_Wed_Cammi": "I'm so figity today.#$b#Is this clock moving slower?#$e#It is, I know it is!",
    "Summer_Wed6_Cammi": "Thanks for dropping by, you make a boring school day a little more exciting!#$e#You wanna play with me later?",
    "Summer_Wed8_Cammi": "I'm gonna put a thumbtack on Penny's chair.#$e#It's OK, she won't get mad.#$e#I'm too cute to get in trouble.",
    "Summer_Thu_Cammi": "Uggh, my butt is so sore from sthitting all day.1#$e#Huh? Unladylike?#$e#Why can't ladies talk about their butts?...#$b#Huh? Oooooh!#$b#I meant sitting, SITTING!!!#$b#",
    "Summer_Thu8_Cammi": "...She got mad.",
    "Summer_Fri_Cammi": "I'm pretty bad at school but so long as I'm better than Vincthent I'm OK.",
    "Summer_Fri8_Cammi": "Jas is so pretty, and she doesn't even try.#$e#...Oh I'm not jealous, I'm just as cute as her.#$b#Right?",
    "Summer_Sat_Cammi": "Wanna tasthe something really good?#$e#Me too! Can you go get us some ice cream. Pweeeease!",
    "Summer_Sat8_Cammi": "There's plenty of time left before the day is over.#$e#I love long summer days.",
    "Summer_Sun_Cammi": "The last thing I gotta do today is think of a good excuse for why I didn't do my homework.",
    "Summer_Sun6_Cammi": "You're so cool @! Getting to work all day outside in the summer.#$e#I think I'm your fan now, heehee!",
    "Fall_15_Cammi": "Hah, cha cha cha!#$e#I feel like dancing.",
    "Fall_26_Cammi": "Oh boy do I got a fun game for you!#$e#%Let's go in the forest where no one can hear you scream.",
    "Fall_28_Cammi": "Winter's coming!#$e#Thanks world, I hate it!0",
    "Fall_Mon_Cammi": "Hi.#$e#Uh, school's a bit tough right now...#$b#We'll talk later.0",
    "Fall_Mon6_Cammi": "Gimmie Head Pats!!!#$e#I'm doing well at school today, now I get to be spoiled!",
    "Fall_Tue_Cammi": "Somebody asked if I'd like a lolipop.#$e#I was like, How old do you think I am?!#$e#%...So then I said yes!",
    "Fall_Tue6_Cammi": "I'm getting better at saying my 'esthes'!#$b#I mean my 's' sounds, gah!1",
    "Fall_Tue10_Cammi": "I'm feeling sick and you sthill want to play with me?#$b#Wow, you're pretty brave.",
    "Fall_Wed_Cammi": "This is nice.#$b#A lot of activities are waiting for me when I get back home.",
    "Fall_Wed6_Cammi": "Hmmm, So much stuff is happening outside.#$e#Yet every day I have to stay in school while the world goes on.0#$b#I wish school was an option.1",
    "Fall_Thu_Cammi": "Do you know what I like best?#$b#I like to keep that a secret but maybe you'll figure it out one day.",
    "Fall_Thu8_Cammi": "Oh? You think I act like a spoiled baby sometimes.#$e#Well then be an adult and take care of me.",
    "Fall_Fri_Cammi": "Penny is giving us lots of homework this weekend.#$e#No way am I doing it though.",
    "Fall_Sat_Cammi": "I love this hat.#$e#Mommy gave it to me on a trip we took together.",
    "Fall_Sat6_Cammi": "I wanna lay on some leaves for the rest of the day#$b#Lay down with me @.",
    "Fall_Sun_Cammi": "Magic is cool but I think building things on your own is more impresthive.",
    "Fall_Sun8_Cammi": "Do you like love stories?#$e#I think they're... they're interesting.",
    "Winter_1_Cammi": "Mom wanted me to dress proper this winter but I don't really like to wear pants.",
    "Winter_7_Cammi": "Too cold, Toooooo Cold!#$e#Let's get this over with!0",
    "Winter_11_Cammi":"I don't like Keahi very much. His pranks are the worst! That's why I won't give him a gift!",
    "Winter_15_Cammi": "Do you know what they sell in those weird boats over there on the beach?",
    "Winter_24_Cammi": "One thing great about this time is prethents!.",
    "Winter_28_Cammi": "I'm NOT gonna miss the snow!",
    "Winter_Mon_Cammi": "What's farming like?#$e#You don't need schooling to do it right?",
    "Winter_Mon10_Cammi": "Ah, your face is so Cute!#$e#%It's all puffy and rosy red.",
    "Winter_Tue_Cammi": "C-c-cold.#$e#I hate to sthay it but I'm glad to be in school today.",
    "Winter_Tue8_Cammi": "I had a pet slime once.#$e#Snuck it into school one day and let it loose, that was a great day.",
    "Winter_Wed_Cammi": "If I had a better seat I could get away with a lot more sthuff when Penny isn't looking.",
    "Winter_Wed8_Cammi": "Here, have my special juice! Mom says it's Really good for you.[773]",
    "Winter_Thu_Cammi": "Won't be long now. Weekends almost here!",
    "Winter_Thu10_Cammi": "I really wish someone would hold me until I went to sleep like Mom used to do!#$e#I'm not too old for that.. am I?",
    "Winter_Sat8_Cammi": "Can you help me with something?#$e#I wanna work on my sthpeaking better!", 
    "Winter_Sun8_Cammi": "I don't like the cold but snow rides are fun.",
//Gifts
    "gifts.Cammi.love": "I love this. Thank you so much, farmer.",
    "gifts.Cammi.like": "This is so cool. I like it..",
    "gifts.Cammi.dislike": "I don't want this...",
    "gifts.Cammi.hate": "You hate me? Why did you give me this then?",
    "gifts.Cammi.neutral": "This is actually kind of cool...",
    "gifts.Cammi.BDPos": "Is this for me? Is this my birthday present? Yay! I love it, you're awesome, ${farmer^farmer}$!",
    "gifts.Cammi.BDNeg": "What? Is this my birthday present? IT'S AWFUL! I DON'T WANT THIS!",
    "gifts.Cammi.stardroptea": "A warm and cozy drink, I love this tea!",
//Donny
    "Introduction_Donny": "Hello, I'm Donny. I live in the same village as Kara, and my family owns a pizza place.",
    "Mon_Donny": "I hate Mondays...",
    "Mon_2_Donny": "Kitty said the best pizza in the world is from Zuzu City. Of course not. #b#The best pizza ever is from the Carbone family!",
    "Tue_Donny": "I managed to do my science homework, but I didn't understand any of the math.",
    "Tue_2_Donny": "Would making pizzas be a good science project?",
    "Wed_Donny": "I really like talking to Keahi, his dad is the second best cook I've ever met. #b#Who's the first? My dad!",
    "Wed_2_Donny": "Miss Penny complimented my homework. I'm so happy.",
    "Thu_Donny": "My family makes their own cheeses for our pizzas. They're the best pizzas in town.",
    "Fri_Donny": "I don't know, because everyone complains about spelling. It's so easy...",
    "Fri_2_Donny": "I'm leaving early today, I need to help my family at the pizzeria!",
    "Fri_3_Donny":"I need to get a good grade on today's test! Yes, Cammi said we have a test today!",
    "Sat_Donny": "...",
    "Sun_Donny": "...",
    "Spring_10_Donny": "It's Vincent's birthday today, I brought some of the pizza my dad made last night.",
    "Spring_22_Donny": "Eloise's birthday today, I think she's the only girl in the class I like. #b#What? No, I mean, like as a friend! Like a friend!",
    "Summer_10_Donny": "Vincent and Keahi told me that here in the Village, you have a festival where everyone throws something into a huge cauldron. #b#Is that safe?",
    "Summer_10_Donny_2": "If I could throw anything into tomorrow's festival pot, I'd throw in the cheese my dad makes. #b#It's so tasty!",
    "Summer_15_Donny": "Miss Flor's birthday was yesterday. I wonder if she likes pizza?",
    "Summer_16_Donny": "I can't stand this hot weather anymore!",
    "Fall_2_Donny": "Today is Miss Penny's birthday. Do you think she would like pizza?",
    "Fall_15_Donny": "I always bring some pizza in my lunch box to share with others.",
    "Fall_26_Donny": "We're having a Spirits' Eve night at the pizzeria. If you come in costume, you'll get a discount!",
    "Fall_26_Donny_2": "This year, I'm going to help my parents on the night of Spirits' Eve, dressed as a ghost chef.",
    "Winter_11_Donny": "You can forget everyone's birthday except Keahi's. Or he might put something stinky on your clothes!",
    "Winter_15_Donny": "Jas and Vicent said they sell coffee at the Night Market. No, I hate coffee, but my dad really likes it.",
    "Winter_15_Donny_2": "You know what's missing at the night market? Pizza!",
    "Winter_24_Donny": "My parents have been getting ready for the Winter Star party since yesterday. It'll be at home, but my grandparents will come visit us.",
    "Winter_24_Donny_2": "My grandparents are coming to the Winter Star party again. Let's celebrate at home.",
//Gifts
    "gifts.Donny.love": "You nailed it, farmer! That's a wonderful gift...",
    "gifts.Donny.like": "That's cool! I like that. Thanks!",
    "gifts.Donny.dislike": "Ugh... I don't like that!",
    "gifts.Donny.hate": "That's the worst gift ever! I hate it!",
    "gifts.Donny.neutral": "Thanks, I think...",
    "gifts.Donny.BDPos": "Wow! I'm so glad you remembered my birthday, farmer. Thank you so much!",
    "gifts.Donny.BDNeg": "Thanks, but I don't like this. I don't want this for my birthday...",
    "gifts.Donny.stardroptea": "This is a great drink to have with pizza. It's really tasty!",
//Kara
    "Introduction_Kara": "Hello! My name is Kara, I am a student at the Pelican School.#b#I live in a small neighboring village.#b#We don't have a school there, so I come here every day.#b#Nice to meet you!",
    "Mon_Kara": "Its the start of the week! I get to see everyone again!",
    "Mon1_Kara": "I done all my weekend homework, I hope Ms Penny will be happy with my work.",
    "Tue_Kara": "Beng and Ahmad were very naughty yesterday... They tried to scare Russel!",
    "Tue1_Kara": "I wonder what Eloise will be doing later...",
    "Wed_Kara": "Microoscop...M..I.C..R... ohhhh spelling is on friday...",
    "Wed1_Kara": "I wonder what did mommy packed for my lunch today... Hope its something sweet.",
    "Thu_Kara": "The week is almost ending.",
    "Thu1_Kara": "Ms Flor told me that she could see my village when riding up the cable car.",
    "Tue2_Kara":"I thought about presenting endangered species for the science project!",
    "Fri_Kara": "I am going to score full marks for spelling today!",
    "Fri2_Kara": "Vincent spent all his time to catch snails yesterday... he even brought one to class.. yeeks!",
    "Fri3_Kara":"Cammi said we'll have a test, so I'm going to study a little more.",
    "Sat_Kara": "There are so many books to read at the library.",
    "Sat1_Kara": "Did you know that there are 20 different species of hamsters? The largest is can grow to 18cm!",
    "Sun_Kara": "One day I will grow up and become a vet.",
    "Sun1_Kara": "I wonder what do my classmates do in the weekends...",
    "Spring_2_Kara": "I love spring. It's my favorite season.",
    "Spring_12_Kara": "There's an egg festival tomorrow, but I won't be attending because I'll be celebrating in the village where I live.",
    "Spring_12_Kara_2": "Trinnie and Keahi told me there will be cute animals at the festival tomorrow. Too bad I won't be able to participate.",
    "Spring_15_Kara": "At the desert festival, you get strange eggs. What animal's eggs are they?",
    "Spring_15_Kara_2": "Aren't you going to the desert festival?",
    "Spring_22_Kara": "Today is my best friend Eloise's birthday! She loves daffodils!",
    "Summer_4_Kara": "Don't forget that today is Jas' birthday. She gets sad when people forget her birthday.",
    "Summer_15_Kara": "Yesterday was Miss Flor's birthday. She loves the violet Devil's Claw!",
    "Summer_16_Kara": "What kind of animals appear in summer?",
    "Summer_27_Kara": "Eloise is going to tell me about the moon jellyfish dance. Where I live we can't see jellyfish.",
    "Summer_27_Kara_2": "Jas is going to have Miss Haley photograph the moon jellyfish passage for me. I'm so excited!",
    "Fall_2_Kara": "Today is Miss Penny's birthday! She loves that weird Desert fish!",
    "Fall_15_Kara": "I heard that tomorrow there will be a fair here in the village and there will be lots of animals. But my mother wouldn't let me participate.",
    "Fall_15_Kara_2": "The festivals in Pelican Town are the best. Too bad I can't participate in any of them.",
    "Fall_26_Kara": "Eloise told me that there's a Spirits' Eve party in East Scarp. I wanted to go, but my mom wouldn't let me.",
    "Fall_26_Kara_2": "I heard that on the day of Spirits' Eve, magic fills the air in Pelican Town!",
    "Winter_15_Kara": "Miss Penny said that the boats are down at the beach for the Night Market. There's a submarine there!",
    "Winter_15_Kara_2": "Do you know what types of fish we can see from inside the Night Market submarine?",
//Gifts
    "gifts.Kara.love": "Wow! Is this for me? How wonderful! I love it.",
    "gifts.Kara.like": "That's so cute, I really like it...",
    "gifts.Kara.dislike": "I don't like this...",
    "gifts.Kara.hate": "Ugh! Is this for me? I hate it...",
    "gifts.Kara.neutral": "That's so cool. Thank you.",
    "gifts.Kara.BDPos": "Who told you it's my birthday today? Eloise? Jas? It doesn't matter. I loved your present!",
    "gifts.Kara.BDNeg": "This is my birthday present? Oh, oh, oh, but I don't like it! I hate it!",
    "gifts.Kara.stardroptea": "I heard this tea has magical properties from a star. It's so delicious!",
//Kimberly
    "Introduction_Kimberly": "Hey, I'm Kimberly. Are you a farmer?",
    "Mon_Kimberly": "I'm studying now to become an archaeologist in the future, like my aunt.",
    "Mon_2_Kimberly": "Have you been to the mines? What's it like there? What did you see?",
    "Mon_3_Kimberly": "I once met Mr. Gunther near the school, he said that if I try hard, when I grow up, I can contribute to the museum!",
    "Tue_Kimberly": "Eloise told me that there's an archaeologist in East Scarp. I'd like to meet him sometime...",
    "Tue_2_Kimberly": "Would archaeology be a good topic for a science project?",
    "Wed_Kimberly": "Kara told me that there are a lot of books about archaeology and interesting artifacts at the museum.",
    "Wed_2_Kimberly": "I wanted to go into the mines, but a one-eyed old man wouldn't let me get close! #b#I'm not that young!",
    "Thu_Kimberly": "Do you find a lot of artifacts on your walks?",
    "Thu_2_Kimberly": "In the village I live in, there are no museums or anything like that. #b#So my aunt travels all over the world collecting artifacts and antiques.",
    "Fri_Kimberly": "Today we have spelling, but I was wondering when we can study archaeology...",
    "Fri_2_Kimberly": "I wanted to study archaeology instead of knowing which word is right or wrong.",
    "Fri_3_Kimberly": "Trinnie said Cammi lied about today's test. But I'm still a little worried.",
    "Sat_Kimberly": "...",
    "Sun_Kimberly": "...",
    "Spring_12_Kimberly": "If I entered the Egg Festival, I would win without a problem.",
    "Spring_12_Kimberly_2": "I thought egg hunts were just for kids, but it looks like adults are participating too. #b#Not as fun then.",
    "Spring_17_Kimberly": "Miss Flor said that at the desert festival, you can buy old things from the villagers' stalls.",
    "Spring_17_Kimberly_2": "Jas told me that you can find interesting things even in the trash at the desert festival!",
    "Spring_22_Kimberly": "Today is my good friend Eloise's birthday. She's adorable!",
    "Summer_4_Kimberly": "Today is Jas's birthday. I heard she gets sad when people forget!",
    "Summer_9_Kimberly": "I heard it's not so hot in the mines, but the one-eyed old man won't let me near it.",
    "Summer_15_Kimberly": "Yes, that's what everyone's saying. Yesterday was Miss Flor's birthday!",
    "Fall_2_Kimberly": "Today is Miss Penny's birthday! YEAH!",
    "Fall_12_Kimberly": "I found a huge orange leaf. I'm going to frame it and put it on my bedroom wall.",
    "Fall_26_Kimberly": "Jas and Vincent said there are monsters at the Spirits' Eve party. I really wanted to see it, but I'll have to stay home.",
    "Fall_26_Kimberly_2": "My aunt comes to visit us on Spirits' Eve, she came from Castle Village, and she always tells us lots of scary stories!",
    "Winter_15_Kimberly": "I wonder if any boats will be selling artifacts today?",
    "Winter_15_Kimberly_2": "Trinnie, Eloise and Jas speak so highly of the night market. Too bad it only works at night.",
    "Winter_26_Kimberly": "I got an ornamental fan from my aunt. She found it somewhere in Grampleton",
    "Winter_26_Kimberly_2": "My aunt gave me a dwarf helmet, she said she found it while adventuring in Castle Village!",
//Gifts
    "gifts.Kimberly.love": "This is as valuable as a rare artifact. I love it!",
    "gifts.Kimberly.like": "That's interesting! I really like it.",
    "gifts.Kimberly.dislike": "Uh... I don't like it.",
    "gifts.Kimberly.hate": "Ugh! I hate it. I don't want it!",
    "gifts.Kimberly.neutral": "Yeah... It sounds interesting, I guess.",
    "gifts.Kimberly.BDPos": "This is my birthday present? HOW AWESOME! I LOVE IT!",
    "gifts.Kimberly.BDNeg": "This is my birthday present? This is horrible! I HATED IT!",
    "gifts.Kimberly.stardroptea": "An ancient drink, I heard... And it's still as delicious as it was centuries ago.",
//Kitty
    "Introduction_Kitty": "Hello, I'm Kitty. Do you live on that big farm near the bus stop?",
    "Mon_Kitty": "I didn't have enough fun this weekend, but I already have school today...",
    "Mon_2_Kitty": "I fixed Eloise's braids, my mom taught me how to do some hairstyles. Did I mention she works at a beauty salon?",
    "Tue_Kitty": "When I grow up, I want to be a movie actress! And then I'll live in Zuzu City!",
    "Tue_2_Kitty": "I'm going to showcase all my favorite actresses for the science project. #b#What does this have to do with science? I don't know, but I'll think of something.",
    "Tue_3_Kitty": "Every Saturday, my parents take me to the shopping mall, there in Zuzu City.",
    "Wed_Kitty": "Kara said my name is a cat's name. Maybe I'm a wildcat. Meow!",
    "Wed_2_Kitty": "Have you ever been to Zuzu City? What? Did you live there?",
    "Thu_Kitty": "Me, Jas, Trinnie, Kimberly and Cammi always joke that we're at a movie awards show. My stage name will be Kitty D'Kid!",
    "Thue_2_Kitty": "When I grow up I'm going to be an actress and I'm going to make my mom's beauty salon the most famous one ever!",
    "Fri_Kitty": "My mom works at a beauty salon in Zuzu City. She does great hair! You need to go there.",
    "Fri_2_Kitty": "I'm one of the best students in the class, you can ask Miss Penny and Miss Flor!",
    "Fri_3_Kitty": "I can't talk now. I have to study for the test!",
    "Sat_Kitty": "...",
    "Sun_Kitty": "...",
    "Spring_8_Kitty": "There's a festival going on tomorrow in Zuzu City. But my mom said I can't go.",
    "Spring_16_Kitty": "Today is Trinnie's birthday! I brought her a flower.",
    "Spring_23_Kitty": "I'm interested in the dance festival. I'd definitely be named Queen!",
    "Spring_23_Kitty_2": "This Haley is only the Queen of the Flower Festival because I don't participate.",
    "Summer_4_Kitty": "Today is Jas's birthday! I'll give her a flower.",
    "Summer_15_Kitty": "Of course I remembered Miss Flor's birthday. Mom bought her a ring from Zuzu City.",
    "Summer_26_Kitty": "I don't care about the moon jellyfish, I'm just sad that summer is ending.",
    "Summer_26_Kitty_2": "Summer shouldn't go by so fast!",
    "Fall_2_Kitty": "Today is Miss Penny's birthday. I'll ask Mommy to bring her something from Zuzu City.",
    "Fall_19_Kitty": "Trinnie and Keahi told me that tomorrow the girls and boys are going to compete in a festival in Ridgeside.",
    "Fall_19_Kitty_2": "I wish I could attend the festival that's happening tomorrow at Ridgeside.",
    "Fall_26_Kitty": "Have you decorated your farm with pumpkin lanterns yet? There's a lot of fancy decorations in Zuzu City!",
    "Fall_26_Kitty_2": "My costume for the Eve of the Spirits will be Marilu Monray, a very famous actress from the 50s!",
    "Winter_15_Kitty": "I think there must be more things to buy in Zuzu City than is in the weird boats.",
    "Winter_15_Kitty_2": "My dad said he wanted to see what the night market boats were selling. #b#But my mom said we'd better go to the Zuzu City Shopping Center to buy the presents!",
    "Winter_24_Kitty": "Have you decorated your farm for Winterstar? Have you bought the presents? It's always nice to give gifts to others! #b#My dad taught me that.",
    "Winter_24_Kitty_2": "My dad filled our house with decorations and my mom bought a huge pine tree in Zuzu City. I'm so excited!",
//Gifts
    "gifts.Kitty.love": "What a fancy and modern thing! It looks like something worthy of a future actress. I love it!",
    "gifts.Kitty.like": "What a nice gift, thank you.",
    "gifts.Kitty.dislike": "This is not very fancy, I don't like it...",
    "gifts.Kitty.hate": "How ugly! This is not worthy of a future actress. I hate it!",
    "gifts.Kitty.neutral": "Thank you for the gift...",
    "gifts.Kitty.BDPos": "Oh, my Yoba! Is this my birthday present? I love it! It looks so fancy! #b#It's something you'd buy in Zuzu City. I'm sure!",
    "gifts.Kitty.BDNeg": "How awful! Is this my birthday present? How humiliating! #b#Why don't you go to Zuzu City and buy me something decent?",
    "gifts.Kitty.stardroptea": "I love the color of this tea! Just looking at it, I can tell it's a fancy drink.Thank you!",
//Meha
    "Introduction_Meha": "Hi, my name is Meha! I'm from a very far away village, I have to take the train to get here.",
    "Mon_Meha": "Every day I have to wake up very early so I won't be late.",
    "Mon_2_Meha": "My aunt put salad in my lunchbox again. Thank goodness Donny will share his pizza with me.",
    "Tue_Meha": "My aunt put salad in my lunchbox. I HATE VEGETABLES!",
    "Tue_2_Meha": "I'm going to ask my uncle to help me with the science project!",
    "Wed_Meha": "My sister and I are living with my uncles. #b#My father is a mariner and my mother is a nurse, they were both drafted into the war.",
    "Wed_2_Meha": "My sister is still learning to read. That's why my uncles buy her children's books.",
    "Thu_Meha": "I'm very sleepy today, yesterday my sister had a nightmare and cried all night...",
    "Thu_2_Meha": "My uncle helped me with my homework. He looks a lot like my dad, he's his little brother.",
    "Fri_Meha": "Oh no, today we have spelling. And I didn't do my homework! I'm going to ask Donny for help.",
    "Fri_2_Meha": "Does anyone understand what Miss Flor says?",
    "Fri_3_Meha": "I'm really worried. I didn't study for the test. #b#Well, Cammi said we'll have a test today!",
    "Sat_Meha": "...",
    "Sun_Meha": "...",
    "Spring_2_Meha": "I like spring, but my sister has allergies, so she gets really sick this time of year.",
    "Spring_10_Meha": "Today is Vincent's birthday. He's a good friend.",
    "Spring_15_Meha": "Miss Penny said that a lot of people from Pelican Town are going to a festival in the desert. Are you going?",
    "Spring_15_Meha_2": "Miss Penny and Miss Flor should organize a school trip for us to attend the desert festival!",
    "Summer_4_Meha": "Today is Jas's birthday, she's a really nice girl. No! I'm not blushing!",
    "Summer_10_Meha": "This heat is terrible. Especially since I have to walk to the train station.",
    "Summer_15_Meha": "What did you say? Was Miss Flor's birthday yesterday? Oh no... I forgot!",
    "Summer_19_Meha": "This weekend, my uncle and my aunt are taking me to the sea! My sister and I are going to build lots of sandcastles!",
    "Fall_2_Meha": "What? Today is Miss Penny's birthday? Oh no... I forgot!",
    "Fall_26_Meha": "I'm going to help my aunt decorate the house. My sister is going to dress up as a princess! #b# I'm going to dress up as a mariner, just like my dad.",
    "Fall_26_Meha_2": "This year I'm going to dress up as a Vampire Mariner! Yeah, I made that up!",
    "Winter_11_Meha": "Today is Keahi's birthday. I'm thinking of a good prank for him!",
    "Winter_15_Meha": "When I heard about the strange boats on the beach, I remembered my dad. I know, one day he will come back.",
    "Winter_15_Meha_2": "I wanted to see the boats on the beach. Amy said she went before school and got to see them all!",
    "Winter_24_Meha": "Yesterday a package arrived from my parents. They are our presents! But my uncles will only let us open them tomorrow.",
    "Winter_24_Meha_2": "I'm looking forward to finding out what gifts my parents sent me this year!",
//Gifts
    "gifts.Meha.love": "Wow, this is for me? You're the best adult ever!",
    "gifts.Meha.like": "That's a cool gift. Thanks!",
    "gifts.Meha.dislike": "Oh, I don't want that...",
    "gifts.Meha.hate": "You hate me? Then why are you giving me this? I don't want it",
    "gifts.Meha.neutral": "That's cool...",
    "gifts.Meha.BDPos": "This is my birthday present? How amazing! Thank you, farmer!",
    "gifts.Meha.BDNeg": "This is my birthday present? You really hate me, don't you, farmer?",
    "gifts.Meha.stardroptea": "Hmmmmm... This is delicious. Thank you!",
//Muthu
    "Introduction_Muthu": "Hi, I am Muthu.",
    "Mon_Muthu": "One day the bus almost crashed when it was raining. But something pushed it back on the road...",
    "Mon2_Muthu": "Amma used to tell me to keep my toys properly so I can find them when I want to play with them.",
    "Tue_Muthu": "I didn't eat breakfast today... I am so hungry.",
    "Tue2_Muthu": "Oh, gosh! I didn't think of anything for the science project!",
    "Wed_Muthu": "The test this friday is going to be easy. I been studying since last saturday.",
    "Thu_Muthu": "Ahmad sometimes bring te extra curry puffs from yesterday to share with me and Beng.",
    "Thu2_Muthu": "I really enjoy playing with Ahmad and Beng. Sometimes Keahi plays with us too!",
    "Fri_Muthu": "Ms Flor sometimes say really strange things...",
    "Fri2_Muthu": "Ugh... Today we have spelling!",
    "Fri3_Muthu": "Yes, Cammi heard Miss Penny say that she will have a surprise test today!",
    "Sat_Muthu": "...",
    "Sun_Muthu": "...",
    "Spring_15_Muthu": "I wish I could go to the desert festival. I think it would be so much fun!",
    "Spring_15_Muthu_2": "What's the desert festival like? Kara said people get weird eggs!",
    "Spring_22_Muthu": "It's Eloise's birthday today. I found daffodils on my way to school, and I'm going to give them to her.",
    "Spring_23_Muthu": "What's the point of a festival where all people dance?",
    "Spring_23_Muthu_2": "What does the so-called Flower Queen get?",
    "Summer_10_Muthu": "In the heat of summer, they invented an event to eat soup. Seriously?",
    "Summer_10_Muthu_2": "I find this soup festival so strange.",
    "Summer_15_Muthu": "Miss Flor told me not to worry about her birthday present. But I will draw a nice picture.",
    "Summer_26_Muthu": "From my village, we can see the glow of moon jellyfish from afar.",
    "Summer_26_Muthu_2": "It's beautiful to watch the moon jellyfish.",
    "Fall_2_Muthu": "Today is Miss Penny's birthday! I'm going to do something really nice for her.",
    "Fall_3_Muthu": "I think it's really nice how the weather changes in the fall, everything turns orange and there are pumpkins everywhere!",
    "Fall_26_Muthu": "Vincent and Keahi have been telling us horror stories since early morning. I can't stand hearing about the monster that lives in the sewers anymore!",
    "Fall_26_Muthu_2": "Eloise told me that you can't put out the jack-o'-lanterns on Spirits' Eve, because bad things happen.",
    "Winter_11_Muthu": "I'll give Keahi vinegar as a birthday present.#b#Yes. I know he hates it! Hehehehe.",
    "Winter_15_Muthu": "I wanted to see what's on the boats at the beach, but they only work at night!",
    "Winter_15_Muthu_2": "Hey, @! Is it true that there's a mermaid at the night market? WOW!",
    "Winter_23_Muthu": "When will winter end? I can't stand being cold anymore!",
//Gifts
    "gifts.Muthu.love": "Wow, that's amazing. I loved it!",
    "gifts.Muthu.like": "I like this, thanks.",
    "gifts.Muthu.dislike": "Are you seriously going to give me this? I don't want it!",
    "gifts.Muthu.hate": "You must think I'm insufferable to give me something like this. I hate it!",
    "gifts.Muthu.neutral": "Yeah... Thanks...",
    "gifts.Muthu.BDPos": "Oh my Yoba! That's awesome! You remembered my birthday! Thanks.",
    "gifts.Muthu.BDNeg": "I was sad about your birthday present. I don't like it...",
    "gifts.Muthu.stardroptea": "A sweet and warm drink is a perfect drink!",
//Peter
    "Introduction_Peter": "Hey! I'm Peter. It's nice to meet you...",
    "Mon_Peter": "Huh? Sorry, I didn't hear you, I was thinking about the latest issue of the comic I'm reading.",
    "Mon2_Peter": "I'm a lot like my favorite hero, we're orphans, we live with some old relative, my grandmother in my case, and we're the best students in the class.",
    "Tue_Peter": "Do radioactive spiders exist? Vincent and Keahi said you've faced all kinds of monsters... What do you think?",
    "Tue2_Peter": "I'm thinking about presenting something about spiders for my science project.",
    "Wed_Peter": "I like reading comics. There's one where the hero got bitten by a spider...",
    "Wed2_Peter": "With great power comes great responsibility.",
    "Wed3_Peter": "I lent Amy a comic. I think she liked it.",
    "Thu_Peter": "I lent some comics to Beng, he said who likes it, because there's not much to read.",
    "Thu2_Peter": "I've decided I'm going to start researching the effects of radiation.",
    "Thu3_Peter": "Beng is really enjoying reading comics. At least I'll have someone to talk to about what I like.",
    "Fri_Peter": "I'm not worried about spelling...",
    "Fri2_Peter": "My grades are still impeccable. So I'm going to help my friends who got bad grades.",
    "Fri3_Peter": "Cammi is lying to everyone that she will have a test today.",
    "Sat_Peter": "...",
    "Sun_Peter": "...",
    "Spring_10_Peter": "It's Vincent's birthday today! I'm going to give him some duplicate stickers I have.",
    "Spring_12_Peter": "If I were to participate in the egg hunt, I'd be the fastest of them all. I'd find all the eggs!",
    "Spring_12_Peter_2": "In my village, there is no egg hunt, but it's still fun to celebrate with the neighborhood.",
    "Spring_15_Peter": "Miss Penny should go on a school trip to the desert so we can participate in the festival.",
    "Spring_15_Peter_2": "Hey, is it true that at the desert festival, there's a crazy race in which a rooster and a scorpion participate?",
    "Summer_2_Peter": "Summer is here! And I'm going to take advantage of it to read my comics!",
    "Summer_15_Peter": "I made a drawing for Miss Flor. Yesterday was her birthday.",
    "Summer_26_Peter": "I read a lot of comics over the summer.",
    "Fall_2_Peter": "I drew a picture for Miss Penny. Today is her birthday!",
    "Fall_15_Peter": "There's another festival in Pelican Town tomorrow, so we won't have class.",
    "Fall_26_Peter": "Back in my village, we're having a little party for the Eve of the Spirits. My grandma sewed me my hero costume.",
    "Fall_26_Peter_2": "My grandma has upgraded my costume for this year. I'm going to rock it on Spirits' Eve!",
    "Winter_9_Peter": "I made a snowman of my favorite hero.",
    "Winter_11_Peter": "Today is Keahi's birthday. He's playful, but I know he misses his mom. I think I understand him.",
    "Winter_15_Peter": "I wonder what those weird boats sell?",
    "Winter_15_Peter_2": "I heard there's a mermaid on one of the boats and she sings really well.",
    "Winter_24_Peter": "As a gift, I want an action figure of my favorite hero.",
    "Winter_24_Peter_2": "This year I want action figure of my favorite hero's villains as a gift!",
//Gifts
    "gifts.Peter.love": "@, this is super awesome! Thanks!",
    "gifts.Peter.like": "I really like this. Thanks, @...",
    "gifts.Peter.dislike": "I don't really like this...",
    "gifts.Peter.hate": "Not even a comic book villain would like this. I hate it!",
    "gifts.Peter.neutral": "Interesting.",
    "gifts.Peter.BDPos": "An honorable gift for my birthday? I feel like a hero right now. Thanks, @!",
    "gifts.Peter.BDNeg": "A terrible gift for my birthday? Geez, @, you make me feel like a villain. I hate it...",
    "gifts.Peter.stardroptea": "This is the drink of heroes! Thank you very much!",
//Teela
    "Introduction_Teela": "Hey, I'm Teela and I'm going to be a monster hunter when I grow up.",
    "Mon_Teela": "Hey, can you help me with my math homework? I know everything about monsters, but I'm terrible with numbers!",
    "Mon2_Teela": "Yesterday I read a book about monsters, it was so fun!",
    "Tue_Teela": "Have you ever met a witch? Not the weird guy who lives in the tower. I mean, a real witch!",
    "Tue2_Teela": "Jas and Vincent told me you killed monsters. Could you help me with my science project then.",
    "Wed_Teela": "I always run early in the morning to keep in shape. When I'm older, I'm going to join the Adventurer's Guild...",
    "Wed2_Teela": "Kimberly said she met Mr. Marlon, she calls him Old One-Eyed Man! Hehehehe!",
    "Thu_Teela": "Why You want to know about my family? That's none of your business...",
    "Thu2_Teela": "My brother said I should have normal girlish dreams. Like growing up, getting married and having kids, but I don't want to be a housewife.",
    "Thu3_Teela": "You just walk around asking people questions? Don't you ever work? That's suspicious!",
    "Fri_Teela": "Oh! No! Today we have spelling! Why don't we have a class on how to kill monsters?",
    "Fri2_Teela": "Yesterday I dreamed that I was hunting monsters in the lower floors of the mines!",
    "Fri3_Teela": "Cammi said we'll have a spelling test today. I don't know if it's true or if she just wants to scare me.",
    "Sat_Teela": "...",
    "Sun_Teela": "...",
    "Spring_10_Teela": "Today is Vincent's birthday! I caught a snail yesterday and brought it to... Shhhhhh! Don't say anything to Miss Penny!",
    "Spring_15_Teela": "There's a cave in the desert full of monsters. And during the festival, you get prizes when you kill monsters. I wanted to go there so bad, but Miss Penny wouldn't let me!",
    "Spring_15_Teela_2": "I really wanted to go to the desert festival. I heard the monsters there are scary.",
    "Spring_16_Teela": "Today is Trinnie's birthday. She's so funny. I wonder what I can get her as a present?",
    "Summer_4_Teela": "Today is Jas's birthday! She's so cute!",
    "Summer_10_Teela": "Miss Penny and Miss Flower should take us to the beach for a field trip. Totally scientific!",
    "Summer_15_Teela": "I LOVE SUMMER!... What? Miss Flor's birthday...? Oh my yoba...",
    "Fall_2_Teela": "Fall is... What? Miss Penny's birthday...? Oh my yoba...",
    "Fall_9_Teela": "Don't you feel like autumn has a different energy? It's a great time to hunt monsters. #b#I haven't found any yet, but it's only a matter of time.",
    "Fall_22_Teela": "Did you hear the boys talk about a monster living in the sewers?",
    "Fall_26_Teela": "I'm going to dress up as an adventurer for the Spirits' Eve party at my house!",
    "Fall_26_Teela_2": "I heard that when you blow out a jack-o'-lantern on Spirits' Eve, monsters appear. #b#I'll blow one out and see!",
    "Winter_12_Teela": "I built snow monsters and destroyed them all yesterday with my wooden sword.",
    "Winter_15_Teela": "Are you going to see the strange boats today?",
    "Winter_15_Teela_2": "Jas said that at the Night Market, they sell knight statues. I want one!",
    "Winter_24_Teela": "I built a bunch of snow monsters to decorate the garden at home, and my mom almost fainted from fright. Hehehehe",
    "Winter_24_Teela_2": "I wanted a sword as a gift, but I know I'll get another doll.",
//Gifts
    "gifts.Teela.love": "Wow! I LOVED it! You're awesome.",
    "gifts.Teela.like": "Wow, that's cool. Thanks!",
    "gifts.Teela.dislike": "Ugh... I don't like this!",
    "gifts.Teela.hate": "What do you think I am to want this?",
    "gifts.Teela.neutral": "Cool...",
    "gifts.Teela.BDPos": "A birthday present? This makes me feel like a real monster hunter. Thank you!",
    "gifts.Teela.BDNeg": "This is my birthday present? Not even monsters want this. They hate it...",
    "gifts.Teela.stardroptea": "The perfect drink for true adventurers.",
//School
    "Seat_Ahmad": "This is Ahmad's seat. There are scribbles all over...",
    "Seat_Amy": "This is Amy's seat. There is a picture of her and her brother playing basketball!",
    "Seat_Amy_Adrian": "This is Amy's and Adrian's seat. YEAHHH!",
    "Seat_Beng": "This is Beng's seat. Its rather untidy...",
    "Seat_Cammi": "This is Cammi's seat. There's a picture of her and Jas.",
    "Seat_Cammi_YourChild3": "This is Your Child's and Cammi's seat. There's a picture of your child, Cammi and Jas.",
    "Seat_Donny": "This is Donny's seat. Cowabunga!",
    "Seat_Donny_Vanessa": "This is Vanessa and Donny's seat. Cowabunga!",
    "Seat_Kara": "This is Kara's seat. Her full name is written at the top of the Desk, Kara Linda Danva.",
    "Seat_Kimberly": "This is Kimberly's seat. There is a gold coin with a Pterodactyl on it.",
    "Seat_Kitty": "This is Kitty's seat. In her notebook there is a drawing of her as an actress.",
    "Seat_Kitty_Lavril": "This is Lavril's and Kitty's seat. Hello! P.S. Void is also included.",
    "Seat_Meha": "This is Meha's seat. There is a big Picture on his desk.",
    "Seat_Meha_YourChild": "This is {{DisplayName}}'s and Meha's seat. There is a large picture of our farm.",
    "Seat_Meha_YourChild2": "This is Your Child's and Meha's seat. There is a large picture of our farm.",
    "Seat_Muthu": "This is Muthu's seat. Its unexpectedly clean and tidy.",
    "Seat_Peter": "This is Peter's seat. Your friendly neighbourhood...",
    "Seat_Peter_James": "This is Peter's and James seat. Your friendly neighbourhood...",
    "Seat_Teela": "This is Teela's seat. There's a drawing with a bunch of monsters!",
    "Seat_Teela_Tina": "This is Tina and Teela's seat. We have the powa!",
    "Seat_Eloise": "This is Eloise's seat.",
    "Seat_Leo": "This is Leo's seat.",
    "Seat_Keahi": "This is Keahi's seat.",
    "Seat_Trinnie": "This is Trinnie's seat.",
}