{
//GMCM
    "Config.New Portraits.name": "New Portraits",
	"Config.New Portraits.description": "Activate or deactivate the New Portraits for the Kids.",
//Ahmat
    "Introduction_Ahmad": "Oi, meu nome é Ahmad, qual é o seu?",
    "Mon_Ahmad": "Acordei cedo hoje para ajudar minha Ibu a fazer os bolinhos de curry.",
    "Tue_Ahmad": "Minha Ibu e meu Bapa têm uma lanchonete em uma escola, eu os ajudo às vezes.",
    "Tue2_Ahmad": "Kara visita Eloise aos domingos, como ela volta para casa e ainda chega cedo na segunda-feira?",
    "Wed_Ahmad": "Eu tenho uma irmã mais velha e duas irmãs gêmeas mais novas.",
    "Thu_Ahmad": "Eu queria que tivéssemos ajuda suficiente para que Kakak, minha irmã, pudesse ir para a universidade...",
    "Fri_Ahmad": "Um dia, quando eu crescer, vou ganhar muito dinheiro para que meus pais possam se aposentar!",
    "Fri2_Ahmad": "Esqueci de estudar ortografia para hoje... Será que Beng estudou?",
    "Fri3_Ahmad": "Cammi disse que teremos prova hoje! HOJE!",
    "Sat_Ahmad": "...",
    "Sun_Ahmad": "...",
    "Spring_2_Ahmad": "Eu gosto muito da primavera, as frutas da estação são mais gostosas. #b#Você já sabe o que vai plantar nesta estação?",
    "Spring_10_Ahmad":"Como hoje é aniversário do Vincent, vou dividir os meus bolinhos de curry com ele.",
    "Spring_15_Ahmad": "Eu queria ir ao festival do Deserto, mas minha mãe disse que eu não posso andar de ônibus sozinho.",
    "Spring_15_Ahmad_2": "Mais um ano que não irei ao festival do deserto!",
    "Summer_4_Ahmad":"Eu não vou dar nenhum presente para Jas. Os meninos vão achar que eu gosto dela!", 
    "Summer_8_Ahmad": "O verão é a estação favorita da minha Ibu.",
    "Summer_15_Ahmad":"Ontem foi aniversário da Srta. Flor. Eu trouxe bolinhos de curry para ela.",
    "Summer_26_Ahmad": "Poxa vida, o verão está chegando ao fim.",
    "Fall_2_Ahmad":"Hoje é o aniversário da Srta. Penny. Trouxe bolinhos de curry para ela!",
    "Fall_9_Ahmad": "Quando eu estava vindo para a escola, uma enxurrada de folhas alaranjadas voou sobre mim. Foi mágico!",
    "Fall_26_Ahmad": "Não gosto muito da Véspera dos Espíritos. Lá em casa, não comemoramos. Mas eu gosto de torta de abóbora.",
    "Fall_26_Ahmad_2":"Minha Ibu fará uma ótima torta de abóbora amanhã. Hã? Pensei que já tivesse lhe dito que a minha família não comemora a Véspera dos Espíritos.",
    "Winter_15_Ahmad": "A Srta. Flor disse que os barcos, que chegaram lá na praia, vendem coisas estranhas.",
    "Winter_15_Ahmad_2": "Eu queria saber que tipo de comida eles vendem nos barcos do Mercado Noturno.",
    "Winter_wed24_Ahmad": "Ibu e Bapa já fizeram as compras para o Festival da Estrela Invernal, estou ansioso para saber o que compraram pra mim.",
//Gifts
    "gifts.Ahmad.love": "Ganhei um presente ${do fazendeiro^da fazendeira}$! Que maneiro!",
    "gifts.Ahmad.like": "Como minha ibu e meu bapa, eu gosto muito disso!",
    "gifts.Ahmad.dislike": "Isso é para mim? Foi mal, mas eu não quero isso.",
    "gifts.Ahmad.hate": "Credo! Eu não gosto disso!",
    "gifts.Ahmad.neutral": "Legal... Eu acho.",
    "gifts.Ahmad.BDPos": "UAU! Este presente é fantástico! Valeu por se lembrar do meu aniversário.",
    "gifts.Ahmad.BDNeg": "Isso é uma piada? Eu não acredito que você me deu isso de aniversário. Não gostei...",
    "gifts.Ahmad.stardroptea":"Essa bebida tem cheirinho de casa. Gostei!",
//Amy
    "Introduction_Amy": "Oi, eu sou a Amy, moro em um vilarejo um pouco distante, e as aulas da minha antiga escola foram suspensas por causa da guerra.",
    "Mon_Amy": "Não entendo nada de matemática, Rupert era quem me ajudava.#b#Hã? Ah, ele é meu irmão e foi lutar na guerra.",
    "Tue_Amy": "Eu gosto mais de brincar de basquete, mas as meninas não gostam muito...",
    "Tue_2_Amy":"Será que basquete seria um bom projeto de ciências?",
    "Wed_Amy": "Não fiz o dever de casa, tive de ajudar mamãe com a plantação.#b#Sim, a gente tem uma pequena plantação e vendemos verduras para a mercearia lá perto de casa.",
    "Wed_2_Amy":"Hoje as meninas falaram que vão brincar de basquete comigo. Estou muito feliz!",
    "Thu_Amy": "Eu estou ansiosa para o recreio!",
    "Fri_Amy": "Ah, não, hoje tem ortografia. Às vezes a Srta. Penny faz ditado, eu sempre me dou mal.",
    "Fri_2_Amy":"Preciso estudar mais ortografia.",
    "Fri_3_Amy":"Não aguento mais estudar... Cammi disse que teremos uma prova hoje!",
    "Sat_Amy": "...",
    "Sun_Amy": "...",
    "Spring_2_Amy":"O ano começou tão bem, recebi uma carta do meu irmão, Rupert.#b#Ele me mandou um lindo desenho que fez. O papel estava um pouco manchado e amassado, mas eu gostei muito. #b#Espero que ele volte logo!",
    "Spring_10_Amy":"O quê? Hoje é o aniversário do Vincent? Vish...",
    "Spring_15_Amy": "Ouvi dizer que acontece sempre um festival lá no deserto nessa época do ano.",
    "Spring_15_Amy_2":"Quando Rupert voltar da guerra, ele me levará ao festival do deserto. Tenho certeza.",
    "Spring_16_Amy":"Trinnie está muito alegre, porque hoje é aniversário dela!",
    "Spring_23_Amy":"Jas e Trinnie me contaram que aqui, na Vila Pelicanos, há um festival em que as pessoas só dançam. É verdade, @?",
    "Spring_23_Amy_2":"Acho um pouco chato um evento em que as pessoas só vão para dançar. Deveria ter ao menos uma competição de dança!",
    "Summer_4_Amy": "Hoje é aniversário da Jas! Eu trouxe um bolo rosa para ela, porque é a sua comida preferida!",
    "Summer_10_Amy":"EU AMO O VERÃO! O clima é perfeito para brincar!",
    "Summer_15_Amy":"Eu ouvi que ontem foi aniversário da Srta. Flor. Vou fazer um belo desenho para ela.",
    "Summer_26_Amy": "Lá se vai o verão, e eu nem me diverti o suficiente.",
    "Summer_26_Amy_2":"Ouvi Eloise falar com a Kara sobre as medusas-da-lua. Por que elas são tão importantes?",
    "Fall_2_Amy":"Hoje é aniversário da Srta. Penny, trouxe um melão para ela.",
    "Fall_12_Amy":"Não fiz a tarefa de casa, porque recebemos uma carta do meu irmão. #b#Foram boas notícias, então minha mãe fez um monte de doces para comemorar.",
    "Fall_26_Amy": "Amanhã será a Véspera dos Espíritos, já sabe qual será sua fantasia? #b#Na festinha lá do meu vilarejo, vou me fantasiar de jogadora de basquete.",
    "Fall_26_Amy_2":"Este ano a minha fantasia para a Véspera dos Espíritos será de treinadora zumbi!",
    "Winter_12_Amy": "Quando Rupert voltar da guerra, faremos vários bonecos de neve.",
    "Winter_15_Amy": "Você viu os barcos estranhos que chegaram lá na praia?",
    "Winter_15_Amy_2":"Antes de eu chegar na escola, fui até a praia. Os barcos já chegaram para o mercado noturno!",
    "Winter_24_Amy": "A única coisa que eu queria de presente era que Rupert voltasse da guerra.",
    "Winter_24_Amy_2":"Estou feliz, porque ontem consegui falar com meu irmão por telefone. Ele disse que sentia muito a minha falta. #b#Esse foi um ótimo presente.",
//Gifts
    "gifts.Amy.love": "UAU! É o meu favorito!",
    "gifts.Amy.like": "Isso é muito legal. Valeu...",
    "gifts.Amy.dislike": "Não gosto disso...",
    "gifts.Amy.hate": "Não, eu não quero isso!",
    "gifts.Amy.neutral": "Isso é para mim? Obrigada.",
    "gifts.Amy.BDPos": "Um presente de aniversário? Eu AMEI! Você é incrível, @!",
    "gifts.Amy.BDNeg": "É para o meu aniversário? Credo! Eu não quero isso...",
    "gifts.Amy.stardroptea":"Nossa! Esse chá tem o mesmo gosto do chá que meu irmão fazia para mim. É como se ele até estivesse aqui! #b#Muito obrigada.",
//Beng
    "Introduction_Beng": "Sai fora.#b#Só estou aqui porque tenho que estar...#b#Não temos escola lá no meu vilarejo. Nunca deveriam ter construído esta aqui...#b#Então vai embora!",
    "Mon_Beng": "Por que o final de semana tem que acabar?",
    "Mon2_Beng": "A escola é tão chata... Eu quero ir ao parquinho, mas a Srta. Penny sempre fica de olho...",
    "Tue_Beng": "Rápido! Me ajude a terminar meu dever de casa antes que a Srta. Flor descubra.",
    "Tue2_Beng": "Quando eu crescer, serei governador e farei os dias úteis serem 2 dias e os fins de semana, 5 dias!",
    "Wed_Beng": "Esqueci de trazer meu dever de casa...",
    "Thu_Beng": "Sexta-feira tem ortografia...",
    "Thu2_Beng": "Se chover, talvez fechem a escola amanhã.",
    "Thu3_Beng": "Esqueci de trazer minha lancheira.",
    "Thu4_Beng": "Falta só mais um dia para o fim de semana!",
    "Fri_Beng": "Eu falhei em ortografia de novo. Papai não vai ficar feliz...",
    "Fri2_Beng": "Eu tirei uma nota boa, eu realmente tirei!",
    "Fri3_Beng": "Por que as tarefas da Srta. Penny são tão difíceis? E ainda teremos uma prova hoje!",
    "Fri4_Beng": "Você não tem plantações para cutivar? Você é ${um fazendeiro^uma fazendeira}$, certo?",
    "Sat_Beng": "...",
    "Sun_Beng": "...",
    "Spring_10_Beng":"Hoje é aniversário do Vincent, apanhei um caracol para ele.",
    "Spring_15_Beng": "A Srta. Penny disse que hoje é o primeiro dia do festival do deserto. Você já visitou o deserto?",
    "Spring_15_Beng_2":"Eu queria ir ao deserto. Será que você não consegue convencer a Srta. Penny de fazer uma excursão escolar?",
    "Spring_16_Beng":"Shhh... Não conte nada a ninguém, mas eu trouxe um presente para Trinnie. É o aniversário dela, a menina mais legal da turma!",
    "Spring_23_Beng": "Eu ouvi uma conversa entre a Srta. Flor e a Srta. Penny sobre um festival de dança.",
    "Spring_23_Beng_2":"Keahi e Vincent me disseram que no festival de amanhã, as pessoas usam roupas chiques.",
    "Summer_2_Beng":"Acho que a estação menos chata é o verão. A única coisa ruim é que eu ainda tenho que ir à escola. NO CALOR.",
    "Summer_15_Beng":"Ontem foi aniversário da Srta. Flor, por isso eu trouxe uma baga de outono.",
    "Fall_2_Beng":"Hoje é o aniversário da Srta. Penny. Fiz um belo desenho para ela.",
    "Fall_26_Beng": "A Véspera dos Espíritos é o meu feriado favorito! Já sei qual será a minha fantasia! #b#Não te interessa!",
    "Fall_26_Beng_2":"Não sei por que você quer tanto saber a fantasia que vou usar na Véspera dos Espíritos. #b#Eu já disse: Não te interessa!",
    "Winter_11_Beng":"Já pensou fazer aniversário com um frio desses? Mas Keahi não parece se importar. Hoje é aniversário dele!",
    "Winter_15_Beng": "Queria ver os barcos que chegaram lá na praia, mas a Srta. Penny disse que só funcionam de noite.",
    "Winter_15_Beng_2":"Mamãe disse que este ano tentará chegar cedo do trabalho para me levar ao mercado noturno!",
    "Winter_24_Beng": "Odeio o inverno, todo dia é frio! Pelo menos, ganharei presentes.",
    "Winter_24_Beng_2":"Eu pedi do meu pai um carrinho de corrida. Será que ele vai me dar?",
//Gifts
    "gifts.Beng.love": "Puxa! Eu adoro isso. Você até que é um adulto legal.",
    "gifts.Beng.like": "Como você sabe o que eu gosto disso? Obrigado.",
    "gifts.Beng.dislike": "Não é você que sabe tudo? Como não sabe que eu NÃO gosto disso?",
    "gifts.Beng.hate": "Sai fora! Eu odeio isso.",
    "gifts.Beng.neutral": "Legal... eu acho.",
    "gifts.Beng.BDPos": "Como você sabe que hoje é o meu aniversário? Bem, não importa, porque eu adorei esse presente! Obrigado!",
    "gifts.Beng.BDNeg": "Credo! Eu não quero isso de aniversário... Espera aí!#b#Como você sabe que hoje é o meu aniversário? Isso é muito suspeito!",
    "gifts.Beng.stardroptea": "Caramba, essa bebida é muito gostosa. Talvez isso tenha me feito gostar um pouco de você, ${fazendeiro^fazendeira}$.",
//Cammi
    "Introduction_Cammi": "Oiii! 'Beu nome é Cammi, cal é o seu?#$e#Quer dizer, QUAL é o seu nome.. #$e#Eu pêdi o meu dente da frente, hehe.",
    "Resort_Entering_Cammi": "Woaaah wowowowo! Eu quero brincar por toda a parte!",
    "Resort_Leaving_Cammi": "Ahhh, isso é muito divertchido!",
    "Resort_Shore_Cammi": "Ela conta conchas na praia...#$e#Ughh, eu não consigo!1",
    "Resort_Cammi": "O calor do sol é TÃO boooom.#$e#Queria viver em um lugar assim para sempre.",
    "Mon_Cammi": "Oh, olhe para isho.#$e#Barece que voshê é minha fã.",
    "Mon4_Cammi": "Plantas sãp tão legais, mas algumas te dão coceira.",
    "Tue_Cammi": "Hey, ${fazendeiro^fazendeira}^$!#$e#Queria me balançar no balanço. Hehe.",
    "Tue2_Cammi": "Tem muita coisa para estudar... Tudo barece tão inútchil.0#$e#Eu nunca uso essas coisas quando estou lá fora.",
    "Tue8_Cammi": "Oi, @!#$e#Estou cansada de estudar! Eu quero férias, férias!![773]",
    "Wed4_Cammi": "Olá, @!#$e#Ah. O que estou fazendo?#$e#Só... coisas de criança.",
    "Thu_Cammi": "Ah, minha língua contchinua confundindo balavras.1#$b#Ainda bem que sou bonitchinha, senão seria um broblema.",
    "Thu2_Cammi": "Quer ver o meu toque de mão?#$e#Veja, Veja! Aquii, estou fazendo assim!",
    "Thu8_Cammi": "Hey, deixa eu brincar na sua fazenda?#$e#Bor favooor.0#$e#Você sabe, eu sou um pequeno raio de sol!",
    "Fri_Cammi": "Não se assustche, eu simplesmente gosto de gritar.#$e#Heeheehee!?#$e#O quê? Até parece que você também não faz coisas estranhas!^Ah, então, você aprenderá a amar isso.",
    "Fri2_Cammi": "Ciência é idjiota.0#$b#Transforma coisas divertchidas, como experimentos, em trabalhos de papel chatos.#$e#Educação física é muitoooo melhor.#0",
    "Fri3_Cammi":"Eu menti sobre a prova de hoje. Hehehehe. Não conte a ninguém!",
    "Sat_Cammi": "Não tem aula hoje!#$b#Você não trabalha hoje também, né?.#$e#Temos de fazer hoje ser um bom dia.^K, te vejo mais tarde!",
    "Sat4_Cammi": "N-Não olhe para o buraco do meu dente que caiu",
    "Sat10_Cammi": "Você quer brincar comigo?#$e#Acho que seria divertido brincar com ${um fazendeiro^uma fazendeira}$.",
    "Sun_Cammi": "Não vou parar de falar hoje.#$e#Preciso conversar o máximo possível antes de voltar para a escola amanhã.",
    "Sun4_Cammi": "Você tem bochechas grandes. Posso apertar as suas bochechas?#$e#Vou apertar suas bochechas!",
    "Sun8_Cammi": "Hey! Você pode me dar uma carona?#$b#Tchipo, me levar nos seus ombros!#$e#Eu me sentchiria bem... Grande!",
    "Spring_10_Cammi":"Sim, eu sei que é aniversário do Vincentch. Não, eu não trouxe nenhum presentche. #$b#Mas encontrei um chiclete no fundo da minha bolsa. Acho que ele vai gostar.",
    "Spring_16_Cammi":"Hoje é aniversário da Trinnie. Ela é tããão legal, mas esqueci o presente dela. E agora?",
    "summer_10_Cammi": "Você já ouviu sobre o festchival de amanhã? Jogam um monte de comida em um caldeirão.1#$e#Hey, espero que você não jogue algo nojento!",
    "Summer_15_Cammi":"Ouvi que foi o aniversário da Srta. Flor. Não tenho nada para dar de presentche para ela.",
    "summer_27_Cammi": "O verão está acabando e eu não aproveitei nada.#$e#Não quero voltar a estudar... É tão chato!1",
    "summer_Mon_Cammi": "Amo correr, mas odeio ficar suada.#$b#Que nojooo!",
    "summer_Mon6_Cammi": "Eu queria tomar banho de sol.#$e#Queria ficar parecida com uma mulher chamada Haley, você a conhece?",
    "summer_Tue_Cammi": "Aff... Parece que sexta-feira não chega nunca",
    "Summer_Tue6_Cammi": "Aaaahh, estou com tanta fome.#$b#Hey, ${fazendeiro^fazendeira}$, você tem algum lanchinho aí?",
    "summer_Wed_Cammi": "Estou tão entediada.#$b#Esse relógio não está mais lento hoje, não é?#$e#Está sim, eu sabia!",
    "summer_Wed6_Cammi": "A coisa mais divertchida da escola é o recreio, porque vou brincar com as meninas!#$e#Você conhece a Jas, a Kara, a Amy, a Eloise...?",
    "summer_Wed8_Cammi": "Estou pensando em colocar um alfinete na cadeira da Srta. Penny, e vou culpar o Beng.#$e#Como eu sou muito fofa...#$e#Todos vão acreditar em mim, e não vou me encrencar.",
    "summer_Thu_Cammi": "Aggh, mamãe me deu remédio para dor por causa das minhas bostas.1#$e#Hã? Isso não é fala de uma dama?#$e#Por quê? Damas não falam 'bostas'?#$b#Hã? Oooooh!#$b#Eu quis djizer, Costas! COSTAS!!!#$b#",
    "summer_Thu8_Cammi": "...estou brava.",
    "summer_Fri_Cammi": "Sou bem ruim na escola, mas enquanto eu for melhor que o Vincentch, estou bem.",
    "summer_Fri8_Cammi": "Jas é tão bonita, e ela nem usa maquiagem.#$e#...Oh, eu não estou com inveja, eu sou tão fofa quanto ela.#$b#Né?",
    "summer_Sat_Cammi": "Quer provar algo realmente bom?#$e#Eu também! Você pode comprar um sorvete para gente? Por favoooooor!",
    "summer_Sat8_Cammi": "Ainda falta muito tempo para o dia acabar.#$e#Eu amo como os dias são longos no verão.",
    "summer_Sun_Cammi": "A última coisa que tenho que fazer hoje é pensar em uma boa desculpa para não ter feito meu dever de casa.",
    "summer_Sun6_Cammi": "Você é legal, @! Deve ser divertido trabalhar em uma fazenda, indo de um lado para o outro no verão.#$e#Acho que quero ser que nem você quando crescer, heehee!",
    "fall_15_Cammi": "Hummm!#$e#Minha mãe disse que amanhã acontecerá uma feira aqui na vila.",
    "fall_26_Cammi": "Amanhã será o djia mais assustador de todos!#$e#%Ouvi dizer que se apagar uma lantera de abóbora na madrugada da Véspera dos Espíritos, monstros vão aparecer.",
    "fall_28_Cammi": "O inverno está chegando!#$e#Valeu, mundo. Eu odeio isso!$0",
    "fall_Mon_Cammi": "Oi.#$e#Uh, a tarefa está um pouco difícil agora...#$b#Conversamos mais tarde.$0",
    "fall_Mon6_Cammi": "Eu tirei um 8 em matemática!!!#$e#Acho que mereço uma boneca de agrado!",
    "fall_Tue_Cammi": "Kimberly me ofereceu um pirulito.#$e#Eu fiquei tchipo: Quantos anos você acha que eu tenho?!#$e#%...Então eu aceitei!",
    "fall_Tue6_Cammi": "Acho que a minha fala está melhorando!#$b#Não acha?$1",
    "fall_Tue10_Cammi": "Estou ficando gripada, eu acho.#$b#E as outras meninas estão com medo de ficarem doentches também.",
    "fall_Wed_Cammi": "Hoje foi divertchido.#$b#Mas terei um montche de tarefa de casa.",
    "fall_Wed6_Cammi": "Hmmm, tanta coisa divertida acontecendo lá fora.#$e#E eu preciso estar na sala de aula quase todos os dias.0#$b#Não deveria ter tantos dias de aula. $1",
    "fall_Thu_Cammi": "Jas e Amy estavam fazendo o dever juntas.#$b#Não gosto que Amy fique muito perto dela. Jas é minha amiga.",
    "fall_Thu8_Cammi": "Eu e a minha mãe enfeitaremos a casa com lanternas abóboras.#$e#Você vai enfeitar sua fazenda também?",
    "fall_Fri_Cammi": "A Srta. Penny está nos dando muito dever de casa para o fim de semana.#$e#De jeito nenhum eu vou fazer tudo...",
    "fall_Sat_Cammi": "Eu gosto muito desse chapéu.#$e#Mamãe qu me deu em uma viagem que fizemos juntas.",
    "Fall_Sat6_Cammi": "Jas me deu uma folha alaranjada que caiu da árvore perto da escola.#$b#Vou guardar dentro do meu livro.",
    "fall_Sun_Cammi": "Voshê acredita em magia, @? Ouvi dizer que aquele homem estranho, que mora naquela torre na floresta, mexe com magia.Mas acho que é mentira.",
    "fall_Sun8_Cammi": "Voshê gosta de histórias de terror?#$e#Já ouviu falar sobre o Pé Grande? Eles existem, juro!",
    "winter_1_Cammi": "Mamãe queria que eu me empacotasse toda no inverno, mas eu realmente não gosto de usar calças.",
    "winter_7_Cammi": "Está muito frio, muiiiiito frio!#$e#Não aguento mais o inverno!0",
    "winter_24_Cammi": "A única coisa boa nessa época é ganhar presentches!.",
    "winter_28_Cammi": "Acho a neve linda, mas não vejo a hora dela ir embora!",
    "winter_Mon_Cammi": "Como é ser fazendeir${o^a}$?#$e#Tchipo, você estudou para isso?",
    "winter_Mon10_Cammi": "Acho fofo como o rosto do Peter fica no inverno!#$e#%O nariz dele fica todo vermelho. Mas não conte nada para ele.",
    "winter_11_Cammi":"Eu não vou dar nenhum presente ao Keahi. Uma vez ele grudou chiclete no meu cabelo!",
    "winter_Tue_Cammi": "F-F-Frio.#$e#Odeio djizer isso, mas tô feliz de estar na escola hoje.",
    "winter_Tue8_Cammi": "Uma vez, tive um slime de estimação.#$e#Eu o levei para a escola e o soltei, foi um ótimo dia. Não estou mentindo!",
    "winter_Wed_Cammi": "Se eu tivesse um assento melhor, eu poderia aprontar mais enquanto a Srta. Penny não estivesse olhando.",
    "winter_Wed8_Cammi": "Aqui, beba o meu suco especial! Mamãe diz que faz bem.[773]",
    "winter_Thu_Cammi": "Espero que não demore tanto para o fim de semana chegar!",
    "winter_Thu10_Cammi": "Eu fiz uma lista das pessoas que quero presentear...#$e#Mas como é tanta gente que desistchi. Espero que eles me deem presentes ou doces.",
    "Winter_15_Cammi": "Voshê sabe o que eles vendem naqueles barcos estranhos lá na praia?",
    "winter_Sat8_Cammi": "Voshê pode me ajudar com uma coisa?#$e#Eu quero melhorar minha fala!", 
    "winter_Sun8_Cammi": "Eu não gosto do frio, mas adoro brincar na neve.",
//Gifts
    "gifts.Cammi.love": "Eu amo isho. Muito obrigada, ${fazendeiro^fazendeira}.",
    "gifts.Cammi.like": "Isho é tão legal. Eu gostei..",
    "gifts.Cammi.dislike": "Não quero isho...",
    "gifts.Cammi.hate": "Você me odeia? Por que me deu isho, então?",
    "gifts.Cammi.neutral": "Até que isho é legal...",
    "gifts.Cammi.BDPos": "É para mim? É meu presente de aniversário? Eba! Adorei, você é demais, ${fazendeiro^fazendeira}$!",
    "gifts.Cammi.BDNeg": "O quê? É meu presente de aniversário? QUE HORROR! EU NÃO QUERO ISSO!",
    "gifts.Cammi.stardroptea": "Uma bebida quentinha e acolhedora, eu amo esse chá!",
//Donny
    "Introduction_Donny": "Olá, Eu sou o Donny. Moro na mesma vila da Kara, e minha família tem uma pizzaria.",
    "Mon_Donny": "Odeio segundas-feiras...",
    "Mon_2_Donny":"Kitty disse que a melhor pizza do mundo é da cidade Zuzu. Até parece que coisa industrializada é bom. #b#A melhor pizza de todas é da família Carbone! ",
    "Tue_Donny": "Eu consegui fazer minha tarefa de ciências, mas não entendi nada de matemática.",
    "Tue_2_Donny":"Será que fazer pizzas seria um bom projeto de ciências?",
    "Wed_Donny": "Eu gosto muito de conversar com o Keahi, o pai dele é o segundo melhor cozinheiro que já conheci.#b#Quem é o primeiro? O meu pai!",
    "Wed_2_Donny":"A Srta. Penny elogiou o meu dever de casa. Estou muito feliz.",
    "Thu_Donny": "Minha família faz os próprios queijos que usamos nas pizzas. São as melhores pizzas da vila.",
    "Fri_Donny": "Não sei, porque todos reclamam de ortografia. É tão fácil...",
    "Fri_2_Donny":"Hoje vou sair mais cedo, preciso ajudar minha família na pizzaria!",
    "Fri_3_Donny":"Preciso tirar uma boa nota na prova de hoje! Sim, Cammi disse que hoje teremos prova!",
    "Sat_Donny": "...",
    "Sun_Donny": "...",
    "Spring_10_Donny":"Hoje é aniversário do Vincent, eu trouxe um pouco da pizza que meu pai fez noite passada.",
    "Spring_22_Donny":"Eloise faz aniversário hoje, eu acho que ela é a única menina da turma que eu gosto.#b#O quê? Não, eu digo, gostar como amigo! Como amigo!",
    "Summer_10_Donny": "Vincent e Keahi me contaram que aqui na Vila, vocês têm um festival em que todo mundo joga algo em um imenso caldeirão. #b#Isso é seguro?",
    "Summer_10_Donny_2":"Se eu pudesse jogar algo no caldeirão do festival de amanhã, jogaria o queijo que a meu pai faz. #b#Ele é delicioso!",
    "Summer_15_Donny":"O aniversário da Srta. Flor foi ontem. Será que ela gosta de pizza?",
    "Sumer_16_Donny":"Eu não aguento mais esse calor!",
    "Fall_2_Donny":"Hoje é o aniversário da Srta. Penny. Você acha que ela iria gostar de pizza?",
    "Fall_15_Donny":"Eu sempre trago um pouco de pizza na lancheira para dividir com os outros.",
    "Fall_26_Donny": "Lá na pizzaria, faremos uma noite da Véspera dos Espíritos. Quem for fantasiado, ganhará desconto!",
    "Fall_26_Donny_2":"Este ano, vou ajudar meus pais na noite da Véspera dos Espíritos. Vou me fantasiar de Chef de cozinha fantasma.",
    "Winter_11_Donny":"Você pode esquecer o aniversário de todo mundo, menos do Keahi. Ou ele poderá colocar algo fedido nas suas roupas!",
    "Winter_15_Donny": "Jas e Vicent disseram que vendem cafés lá no Mercado Noturno. Não, eu odeio café, mas meu pai gosta muito.",
    "Winter_15_Donny_2":"Sabe o que falta no mercado noturno? Pizza!", 
    "Winter_24_Donny": "Meus pais estão desde ontem preparando as coisas para a festa da Estrela Invernal. Será em casa, mas meus avós virão nos visitar.",
    "Winter_24_Donny_2": "Outra vez, meus avós estão vindo para a festa da Estrela Invernal. Vamos festejar em casa mesmo.",
//Gifts
    "gifts.Donny.love": "Você arrasou, ${fazendeiro^fazendeira}! Esse é um presente maravilhoso...",
    "gifts.Donny.like": "Que maneiro! Eu gosto disso. Valeu!",
    "gifts.Donny.dislike": "Aff... Não gosto disso!",
    "gifts.Donny.hate": "Esse é o pior presente de todos! Odiei!",
    "gifts.Donny.neutral": "Obrigado, eu acho...",
    "gifts.Donny.BDPos": "Nossa! Fico muito feliz de você ter lembrado do meu aniversário, ${fazendeiro^fazendeira}$. Muito obrigado!",
    "gifts.Donny.BDNeg": "Obrigado, mas eu não gosto disso. Eu não quero isso de aniversário...",
    "gifts.Donny.stardroptea": "É uma ótima bebida para acompanhar uma pizza. É muito saborosa!",
//Kara
    "Introduction_Kara": "Olá! Meu nome é Kara, sou uma estudante da Escola Pelicanos.#b#Eu moro em uma pequena vila vizinha.#b#Não temos uma escola lá, então venho aqui todos os dias.#b#Prazer em conhecer você!",
    "Mon_Kara": "É o começo da semana! Vou me reencontrar com todo mundo!",
    "Mon1_Kara": "Fiz todo o meu dever de casa de fim de semana, espero que a Srta. Penny fique feliz com meu trabalho.",
    "Tue_Kara": "Beng e Ahmad foram muito travessos ontem. Eles tentaram assustar o Peter!",
    "Tue1_Kara": "Eu queria saber o que Eloise vai fazer mais tarde...",
    "Tue2_Kara":"Pensei em apresentar as espécies em extinção para o projeto de ciências!",
    "Wed_Kara": "Microscóp...M..I.C..R... ohhhh! Ortografia é na sexta-feira...",
    "Wed1_Kara": "Gostaria de saber o que a mamãe preparou para o meu lanche... Espero que seja algo delicioso.",
    "Thu_Kara": "A semana está quase no final.",
    "Thu1_Kara": "A srta. Flor disse que consegue ver minha vila quando sobe no teleférico.",
    "Fri_Kara": "Vou tirar nota máxima em ortografia hoje!",
    "Fri2_Kara": "Vincent passou todo o seu tempo pegando caracóis ontem... ele até trouxe um para a aula... eca!",
    "Fri3_Kara":"Cammi disse que teremos prova, por isso vou estudar mais um pouco.",
    "Sat_Kara": "Há tantos livros para ler na biblioteca.",
    "Sat1_Kara": "Você sabia que existem 20 espécies diferentes de hamsters? A maior pode crescer até 18 cm!",
    "Sun_Kara": "Um dia eu vou crescer e me tornar uma veterinária, que nem o pai da Eloise.",
    "Sun1_Kara": "Eu me pergunto o que meus colegas fazem nos fins de semana...",
    "Spring_2_Kara": "Eu amo a primavera. É minha estação favorita.",
    "Spring_12_Kara":"Amanhã tem o festival do ovo, mas não vou participar, porque estarei festejando na vila em que moro.",
    "Spring_12_Kara_2":"Trinnie e Keahi me contaram que terá animais fofinhos no festival de amanhã. Pena que não poderei participar.",
    "Spring_15_Kara":"No festival do deserto, você ganha ovos estranhos. São ovos de que bicho?",
    "Spring_15_Kara_2":"Você não vai ao festival do deserto?",
    "Spring_22_Kara":"Hoje é o aniversário da minha melhor amiga, Eloise! Ela ama narcisos!",
    "Summer_4_Kara":"Não se esqueça de que hoje é o aniversário da Jas. Ela fica triste quando se esquecem do seu aniversário.",
    "Summer_15_Kara":"Ontem foi aniversário da Srta. Flor. Ela ama a violeta garra do diabo!",
    "Summer_16_Kara": "Que tipo de animais aparecem no verão?",
    "Summer_27_Kara": "Eloise vai me contar como foi a dança das medusas-da-lua. Lá onde eu moro não dá para ver as medusas.",
    "Summer_27_Kara_2":"Jas vai pedir para a Srta. Haley fotografar a passagem das medusas-da-lua para mim. Estou muito animada!",
    "Fall_2_Kara":"Hoje é o aniversário da Srta. Penny! Ela ama aquele peixe estranho do Deserto!",
    "Fall_15_Kara":"Soube que amanhã acontecerá uma feira aqui na vila e terão vários animais. Mas minha mãe não deixou eu participar",
    "Fall_15_Kara_2":"Os festivais da Vila Pelicanos são os melhores. Pena que não posso participar de nenhum.",
    "Fall_26_Kara":"Eloise me disse que em East Scarp há uma festa da Véspera dos Espíritos. Eu queria participar, mas minha mãe não deixou.",
    "Fall_26_Kara_2":"Ouvi dizer que no dia da Véspera dos Espíritos a mágia invade o ar da Vila Pelicanos!",
    "Winter_15_Kara": "A Srta. Penny disse que os barcos estão lá na praia para o Mercado Noturno. Tem um submarino lá!",
    "Winter_15_Kara_2":"Você sabe que tipos de peixes podemos ver de dentro do submarino do Mercado Noturno?",
//Gifts
    "gifts.Kara.love": "Nossa! Isso é para mim? Que maravilhoso! Amei.",
    "gifts.Kara.like": "Que coisa mais fofa, gostei muito...",
    "gifts.Kara.dislike": "Não gosto disso...",
    "gifts.Kara.hate": "Aff! Isso é para mim? Odiei...",
    "gifts.Kara.neutral": "Que coisa legal. Obrigada.",
    "gifts.Kara.BDPos": "Quem foi que contou que hoje é o meu aniversário? Eloise? Jas? Não importa. Eu amei o seu presente!",
    "gifts.Kara.BDNeg": "Isso é o meu presente de aniversário? Ai, ai, ai, mas eu não gosto disso! Odiei!",
    "gifts.Kara.stardroptea": "Ouvi dizer que esse chá tem propriedades mágicas de uma estrela. É muito delicioso!",
//Kimberly
    "Introduction_Kimberly": "Hey, eu sou a Kimberly. Você é ${fazendeiro^fazendeira}$?",
    "Mon_Kimberly": "Quando crescer, serei uma arqueóloga, que nem a minha tia.",
    "Mon_2_Kimberly":"Você já foi até as minas? Como é lá? O que você viu?",
    "Mon_3_Kimberly":"Uma vez eu encontrei o Sr. Gunther perto da escola, ele disse que se eu me esforçar, quando crescer, poderei contribuir para o museu!",
    "Tue_Kimberly": "Eloise me contou que em East Scarp existe um arqueólogo. Queria conhecê-lo um dia desses...",
    "Tue_2_Kimberly":"Será que arqueologia seria um bom tema para o projeto de ciências?",
    "Wed_Kimberly": "Kara me contou que lá no museu tem um monte de livro sobre arqueologia e artefatos interessantes.",
    "Wed_2_Kimberly":"Queria entrar nas minas, mas um velho caolho não me deixou chegar perto!#b#Eu não sou tão criança assim!",
    "Thu_Kimberly": "Você encontra muitos artefatos nas caminhadas que você faz?",
    "Thu_2_Kimberly":"Na vila em que eu moro, não há museus nem nada do tipo. #b#Então minha tia viaja o mundo inteiro coletando artefatos e antiguidades.",
    "Fri_Kimberly": "Hoje tem ortografia, mas eu queria saber quando poderemos estudar arqueologia...",
    "Fri_2_Kimberly":"Queria estudar arqueologia em vez de saber qual palavra está certa ou não.",
    "Fri_3_Kimberly":"Trinnie disse que Cammi mentiu sobre a prova de hoje. Mas ainda estou um pouco preocupada.",
    "Sat_Kimberly": "...",
    "Sun_Kimberly": "...",
    "Spring_12_Kimberly":"Se eu participasse do festival do Ovo, ganharia sem problema algum.",
    "Spring_12_Kimberly_2":"Achei que a caça aos ovos fosse só para crianças, mas parece que adultos participam também. #b#Não é tão divertido, então.",
    "Spring_17_Kimberly":"A Srta. Flor disse que no festival do deserto, você pode comprar coisas antigas nas barracas dos moradores.",
    "Spring_17_Kimberly_2":"A Jas me disse que se encontra coisas interessantes até nos lixos do festival do deserto!",
    "Spring_22_Kimberly":"Hoje é o aniversário da minha grande amiga, Eloise. Ela é adorável!",
    "Summer_4_Kimberly":"Hoje é o aniversário da Jas. Ouvi dizer que ela fica triste quando as pessoas se esquecem disso!",
    "Summer_9_Kimberly":"Ouvi dizer que nas minas não é tão quente, mas o velho caolho não me deixa chegar perto.",
    "Summer_15_Kimberly":"Sim, é o que todos estão falando. Ontem foi o aniversário da Srta. Flor!",
    "Fall_2_Kimberly":"Hoje é o aniversário da Srta. Penny! EBAAAA!",
    "Fall_12_Kimberly":"Eu encontrei uma folha alaranjada imensa. Vou emoldurar e colocar na parede do meu quarto.",
    "Fall_26_Kimberly":"Jas e Vincent disseram que há monstros na festa da Véspera dos Espíritos. Queria tanto ver, mas terei de ficar em casa.",
    "Fall_26_Kimberly_2":"Minha tia vem nos visitar na Véspera dos Espíritos, ela veio da Vila Castelo, e sempre conta várias histórias assustadoras!",
    "Winter_15_Kimberly":"Será que algum barco venderá artefatos hoje?",
    "Winter_15_Kimberly_2":"Trinnie, Eloise e Jas falam tão bem do mercado noturno. Pena que só funciona de noite.",
    "Winter_26_Kimberly": "Ganhei um leque ornamental da minha tia. Ela encontrou em algum lugar de Grampleton",
    "Winter_26_Kimberly_2":"Minha tia me deu um elmo de anão, disse que encontrou se aventurando pela Vila Castelo!",
//Gifts
    "gifts.Kimberly.love": "Isso é tão valioso quanto um raro aterfato. Amei!",
    "gifts.Kimberly.like": "Que interessante! Gostei muito.",
    "gifts.Kimberly.dislike": "Hã...Não gosto disso.",
    "gifts.Kimberly.hate": "Aff! Odiei isso. Não quero!",
    "gifts.Kimberly.neutral": "É... Parece interessante, eu acho.",
    "gifts.Kimberly.BDPos": "É o meu presente de aniversário? QUE INCRÍVEL! Eu amei!",
    "gifts.Kimberly.BDNeg": "É o meu presente de aniversário? Credo! EU ODIEI!",
    "gifts.Kimberly.stardroptea": "Uma bebida milenar, eu ouvi dizer... E continua tão deliciosa quanto séculos atrás.",
//Kitty
    "Introduction_Kitty": "Olá, eu sou Kitty. Você mora naquela fazenda enorme perto do ponto de ônibus?",
    "Mon_Kitty": "Não me divertir o bastante no final de semana, mas hoje já tem aula...",
    "Mon_2_Kitty":"Eu arrumei as tranças da Eloise, minha mãe me ensinou a fazer alguns penteados. Já falei que ela trabalha em um salão de beleza?",
    "Tue_Kitty": "Quando eu crescer, quero ser atriz de cinema! E aí vou morar na cidade Zuzu!",
    "Tue_2_Kitty":"Vou expor todas as minhas atrizes favoritas para o projeto de ciências.#b#O que isso tem a ver com ciências? Não sei, mas vou pensar em algo.",
    "Tue_3_Kitty":"Todo sábado, meus pais me levam ao shopping center, lá na cidade Zuzu.",
    "Wed_Kitty": "Kara disse que meu nome é nome de gato. Talvez eu seja uma gata selvagem. Miaaau!",
    "Wed_2_Kitty":"Você já foi à Cidade Zuzu? O quê? Você morava lá?",
    "Thu_Kitty": "Eu, a Jas, a Trinnie, a Kimberly e a Cammi sempre brincamos que estamos em uma premiação de cinema. Meu nome artístico será Kitty D'Kid!",
    "Thue_2_Kitty":"Quando eu crescer vou ser atriz e farei o salão de beleza da minha mãe ser o mais famoso de todos!",
    "Fri_Kitty": "Minha mãe trabalha em um salão de beleza lá na cidade Zuzu. Ela faz ótimos penteados! Você está precisando ir até lá.",
    "Fri_2_Kitty":"Sou uma das melhores alunas da sala, pode perguntar à Srta. Penny e à Srta. Flor!",
    "Fri_3_Kitty":"Não posso falar agora. Tenho que estudar para a prova!",
    "Sat_Kitty": "...",
    "Sun_Kitty": "...",
    "Spring_8_Kitty":"Amanhã vai acontecer um festival lá na cidade Zuzu. Mas minha mãe disse que eu não poderei ir.",
    "Spring_16_Kitty":"Hoje é aniversário da Trinnie! Eu trouxe uma flor para ela.",
    "Spring_23_Kitty":"Eu fiquei interessada com o festival de dança. Eu com certeza seria nomeada a Rainha!", 
    "Spring_23_Kitty_2":"Essa tal de Haley só é a Rainha do festival das flores, porque eu não participo.",
    "Summer_4_Kitty":"Hoje é o aniversário da Jas! Darei uma flor para ela.",
    "Summer_15_Kitty":"É claro que eu lembrei do aniversário da Srta. Flor. Mamãe comprou uma pulseira para ela lá na cidade Zuzu.",
    "Summer_26_Kitty":"Não me importo com as medusas-da-lua, estou triste, porque o verão está acabando",
    "Summer_26_Kitty_2":"O verão não deveria passar tão rápido!",
    "Fall_2_Kitty":"Hoje é o aniversário da Srta. Penny. Vou pedir para a mamãe trazer alguma coisa para ela da cidade Zuzu.", 
    "Fall_19_Kitty":"Trinnie e Keahi me disseram que amanhã as meninas e os meninos vão competir um festival em Ridgeside.",
    "Fall_19_Kitty_2":"Queria participar do festival que vai acontecer amanhã lá em Ridgeside.",
    "Fall_26_Kitty":"Você já enfeitou sua fazenda com laternas de abóbora? Lá na Cidade Zuzu tem um monte de decoração chique!",
    "Fall_26_Kitty_2":"Minha fantasia para a Véspera dos Espíritos será de Marilu Monray, uma atriz muito famosa da década de 50!",
    "Winter_15_Kitty":"Acho que há mais novidades na cidade Zuzu do que nesses barcos estranhos.",
    "Winter_15_Kitty_2":"Meu pai disse queria ver o que os barcos do mercado noturno vendiam. #b#Mas minha mãe disse que era melhor irmos ao Shopping Center da cidade Zuzu para comprar os presentes!",
    "Winter_24_Kitty": "Você enfeitou sua fazenda para a Estrela Invernal? Já comprou os presentes? É sempre bom presentear os outros! #b#Meu pai que me ensinou isso.",
    "Winter_24_Kitty_2":"Meu pai encheu a casa de pisca-pisca, e minha mãe comprou um pinheiro imenso lá na cidade Zuzu. Estou tão animada!",
//Gifts
    "gifts.Kitty.love": "Que coisa chique e moderna! Parece algo digno de uma futura atriz. Eu amei!",
    "gifts.Kitty.like": "Que presente bacana, obrigada.",
    "gifts.Kitty.dislike": "Isso não é tão chique, não gosto...",
    "gifts.Kitty.hate": "Que coisa feia! Isso não é digno de uma futura atriz. Eu odiei!",
    "gifts.Kitty.neutral": "Obrigada pelo presente...",
    "gifts.Kitty.BDPos": "Oh, meu Yoba! É o meu presente de aniversário? Eu adorei! Parece tão chique! #b#É algo que se compraria na cidade Zuzu. Tenho certeza!",
    "gifts.Kitty.BDNeg": "Que coisa horrosa! Isso é o meu presente de aniversário? Que humilhação! #b#Por que você não vai a cidade Zuzu e me compra algo decente?",
    "gifts.Kitty.stardroptea": "Eu adorei a cor desse chá! Só de observar, já sei que é uma bebida chique. Obrigada!",
//Meha
    "Introduction_Meha": "Oi, meu nome é Meha! Sou de um vilarejo bem distante, preciso pegar o trem para chegar aqui.",
    "Mon_Meha": "Todos os dias preciso acordar bem cedo para não chegar atrasado.",
    "Mon_2_Meha":"Minha tia pôs novamente salada na minha lancheira. Ainda bem que o Donny vai dividir a pizza dele comigo.",
    "Tue_Meha": "Minha tia colocou salada na minha lancheira. ODEIO VERDURAS!",
    "Tue_2_Meha":"Vou pedir ao meu tio para me ajudar com o projeto de ciências!",
    "Wed_Meha": "Eu e minha irmã estamos morando com os meus tios. #b#Meu pai é marinheiro e minha mãe é enfermeira, ambos foram convocados para a guerra.",
    "Wed_2_Meha":"Minha irmã ainda está aprendendo a ler. Por isso meus tios compram livros infantis para ela.",
    "Thu_Meha": "Hoje estou com muito sono, ontem minha irmã teve um pesadelo e chorou à noite toda...",
    "Thu_2_Meha":"Meu tio me ajudou com a lição de casa. Ele se parece muito com o meu pai, é o seu irmão mais novo.",
    "Fri_Meha": "Ah, não, hoje tem ortografia. E eu não fiz o dever de casa! Vou pedir ajuda ao Donny.",
    "Fri_2_Meha": "Será que alguém entende o que a Srta. Flor fala?",
    "Fri_3_Meha":"Estou muito preocupado. Não estudei para a prova. #b#Bem, foi Cammi que disse que teremos prova hoje!",
    "Sat_Meha": "...",
    "Sun_Meha": "...",
    "Spring_2_Meha":"Eu gosto da primavera, mas minha irmã tem alergia, ela fica bem doente nessa época do ano.", 
    "Spring_10_Meha":"Hoje é aniversário do Vincent. Ele é um bom amigo.",
    "Spring_15_Meha": "A Srta. Penny disse que muita gente da vila Pelicanos está participando de um festival lá no deserto. Você não vai?",
    "Spring_15_Meha_2":"A Srta. Penny e a Srta. Flor deveriam organizar uma excursão escolar para a gente participar do festival do deserto!",
    "Summer_4_Meha":"Hoje é o aniversário da Jas, ela é uma garota muito legal. Não! Eu não estou corando!",
    "Summer_10_Meha":"Esse calor é terrível. Ainda mais porque preciso andar até a estação de trem.",
    "Summer_15_Meha":"Como disse? Ontem foi aniversário da Srta. Flor? Ai, não... Eu esqueci!",
    "Summer_19_Meha":"Nesse final de semana, meu tio e minha tia vão me levar para tomar banho de mar! Eu e minha irmã construíremos vários castelos de areia!",
    "Fall_2_Meha":"O quê? Hoje é o aniversário da Srta. Penny? Ai, não... Eu esqueci!",
    "Fall_26_Meha":"Vou ajudar a minha tia a esculpir abóboras para enfeitar a casa. Minha irmã vai se fantasiar de princesa!#b#Eu vou me fantasiar de marinheiro, que nem o meu pai.",
    "Fall_26_Meha_2":"Este ano vou me fantasiar de Marinheiro Vampiro! É, eu que inventei isso!",
    "Winter_11_Meha":"Hoje é aniversário do Keahi. Estou pensando numa boa pegadinha para ele!",
    "Winter_15_Meha":"Quando ouvi sobre os barcos estranhos na praia, eu me lembrei do meu pai. Eu sei, um dia ele vai voltar.",
    "Winter_15_Meha_2":"Queria ver os barcos que estão lá na praia. Amy disse que foi antes da aula e conseguiu ver todos eles!",
    "Winter_24_Meha": "Ontem chegou uma encomenda dos meus pais. São os nossos presentes! Mas meus tios só vão nos deixar abrir amanhã.",
    "Winter_24_Meha_2":"Estou ansioso para saber quais presentes meus pais me enviaram este ano!",
//Gifts
    "gifts.Meha.love": "Nossa, isso é para mim? Você é o melhor adulto de todos!",
    "gifts.Meha.like": "Que presente maneiro. Valeu!",
    "gifts.Meha.dislike": "Ah, eu não quero isso...",
    "gifts.Meha.hate": "Você me odeia? Então por que está me dando isso? Eu não quero",
    "gifts.Meha.neutral": "Que legal...",
    "gifts.Meha.BDPos": "Este é o meu presente de aniversário? Que incrível! Obrigado, fazendeira.",
    "gifts.Meha.BDNeg": "Este é o meu presente de aniversário? Você realmente me odeia, né, fazendeiro?",
    "gifts.Meha.stardroptea": "Hmmmmm... Isso é delicioso. Obrigado!",
//Muthu
    "Introduction_Muthu": "Oi, eu sou o Muthu.",
    "Mon_Muthu": "Um dia o ônibus quase bateu quando estava chovendo. Mas algo o empurrou de volta para a estrada...",
    "Mon2_Muthu": "Amma costumava me dizer para guardar meus brinquedos corretamente para que eu possa encontrá-los quando quisesse brincar com eles.",
    "Tue_Muthu": "Eu não tomei café da manhã hoje... Estou com tanta fome.",
    "Tue2_Muthu":"Oh, puxa! Não pensei em nada para o projeto de ciências!",
    "Wed_Muthu": "O teste desta sexta-feira vai ser fácil. Estou estudando desde o último sábado.",
    "Thu_Muthu": "Ahmad às vezes traz os bolinhos de curry extras para compartilhar comigo e com Beng.",
    "Thu2_Muthu":"Gosto muito de brincar com o Ahmad e com Beng. Às vezes o Keahi também brinca conosco!",
    "Fri_Muthu": "A Srta. Flor às vezes diz coisas que ninguém entende...",
    "Fri2_Muthu":"Aff... Hoje tem ortografia!",
    "Fri3_Muthu":"Sim, Cammi ouviu a Srta. Penny falar que fará prova surpresa hoje!",
    "Sat_Muthu": "...",
    "Sun_Muthu": "...",
    "Spring_15_Muthu":"Queria poder ir ao festival do deserto. Acho que seria tão divertido!",
    "Spring_15_Muthu_2":"Como é o festival do deserto? Kara disse que as pessoas ganham ovos estranhos!",
    "Spring_22_Muthu":"Hoje é o aniversário da Eloise. Encontrei narcisos no caminho para a escola, e darei para ela.",
    "Spring_23_Muthu":"Qual é a graça de um festival em que as pessoas só dançam?",
    "Spring_23_Muthu_2":"O que a tal Rainha das Flores ganha?",
    "Summer_10_Muthu":"No calor do verão, inventaram um evento para comer sopa? Sério?",
    "Summer_10_Muthu_2":"Acho tão estranho esse festival da sopa.",
    "Summer_15_Muthu":"A Srta. Flor disse para eu não me preocupar com o seu presente de aniversário. Mas farei um desenho bem bonito.",
    "Summer_26_Muthu":"Lá da minha vila, podemos ver de longe o brilho das medusas-da-lua.",
    "Summer_26_Muthu_2":"É lindo observar as medusas-da-lua.",
    "Fall_2_Muthu":"Hoje é o aniversário da Srta. Penny! Vou fazer algo bem legal para ela.",
    "Fall_3_Muthu":"Acho muito legal como o clima muda no outono, tudo fica alaranjado e há abóboras por toda a parte!",
    "Fall_26_Muthu":"Desde cedo Vincent e o Keahi estão contando histórias de terror. Não aguento mais ouvir falar do monstro que vive nos esgostos!",
    "Fall_26_Muthu_2":"Eloise me contou que não se pode apagar as lanternas de abóboras na Véspera dos Espíritos, porque coisas ruins acontecem.",
    "Winter_11_Muthu":"Darei vinagre ao Keahi como presente de aniversário.#b#Sim. Eu sei que ele odeia isso! Hehehehe.",
    "Winter_15_Muthu":"Queria ver o que tem nos barcos lá na praia, mas eles só abrem de noite!",
    "Winter_15_Muthu_2":"Hey, @! É verdade que tem uma sereia no mercado noturno? NOSSA!",
    "Winter_23_Muthu":"Quando será o fim do inverno? Não aguento mais sentir frio!",
//Gifts
    "gifts.Muthu.love": "Nossa, que incrível. Adorei!",
    "gifts.Muthu.like": "Gosto disso, valeu.",
    "gifts.Muthu.dislike": "Sério que você vai me dar isso? Não quero!",
    "gifts.Muthu.hate": "Você deve me achar insuportável para me dar algo assim. Odiei!",
    "gifts.Muthu.neutral": "É... Valeu...",
    "gifts.Muthu.BDPos": "Puxa vida! Que demais! Você lembrou do meu aniversário! Valeu.",
    "gifts.Muthu.BDNeg": "Fiquei triste com o seu presente de aniversário. Eu não gosto disso...",
    "gifts.Muthu.stardroptea": "Uma bebida doce e quente é uma bebida perfeita!",
//Peter
    "Introduction_Peter": "Hey! Eu sou o Peter. É legal conhecer você...",
    "Mon_Peter": "Hã? Desculpe, não te ouvi, eu estava pensando sobre a última edição da HQ que estou lendo.",
    "Mon2_Peter": "Eu sou muito parecido com o meu herói favorito, somos órfãos, moramos com algum parente velho, minha avó no meu caso, e somos os melhores alunos da sala.",
    "Tue_Peter": "Será que existem aranhas radioativas? Vincent e Keahi disseram que você já enfrentou todo tipo de monstro... O que você acha?",
    "Tue2_Peter":"Estou pensando em apresentar algo sobre aranhas para o meu projeto de ciências.",
    "Wed_Peter": "Eu gosto de ler história em quadrinhos. Tem um que o herói foi mordido por uma aranha...",
    "Wed2_Peter": "Com grandes poderes, vêm grandes responsabilidades.",
    "Wed3_Peter":"Emprestei uma HQ para Amy. Acho que ela gostou.",
    "Thu_Peter": "Eu emprestei algumas HQs para o Beng, ele disse que gosta, porque tem mais imagens do que palavras.",
    "Thu2_Peter":"Decidi que vou começar a pesquisar sobre os efeitos da radiação.",
    "Thu3_Peter":"Beng está gostando muito de ler HQs. Ao menos terei alguém para conversar sobre o que eu gosto.",
    "Fri_Peter": "Não estou preocupado com ortografia...",
    "Fri2_Peter": "Minhas notas continuam impecáveis. Então vou ajudar os meus amigos que tiraram nota baixa.",
    "Fri3_Peter":"Cammi está mentindo para todo mundo sobre ter prova hoje.",
    "Sat_Peter": "...",
    "Sun_Peter": "...",
    "Spring_10_Peter":"Hoje é o aniversário do Vincent! Darei para ele algumas figurinhas repetidas que tenho.",
    "Spring_12_Peter":"Se eu participasse da caça aos ovos, eu seria o mais veloz de todos. Encontraria todos os ovos!",
    "Spring_12_Peter_2":"No meu vilarejo, não há caça aos ovos, mas ainda é divertido festejar com a vizinhança.",
    "Spring_15_Peter":"A Srta. Penny deveria fazer uma excursão escolar até o deserto para participarmos do festival.",
    "Spring_15_Peter_2":"Hey, é verdade que no festival do deserto, tem uma corrida maluca em que um galo e um escorpião participam?",
    "Summer_2_Peter":"O verão chegou! E vou aproveitar para ler minhas HQs!",
    "Summer_15_Peter":"Eu fiz um desenho para a Srta. Flor. Ontem foi aniversário dela.",
    "Summer_26_Peter": "Eu li várias HQs durante o verão e agora está chegando ao fim.",
    "Fall_2_Peter":"Eu fiz um desenho para a Srta. Penny. Hoje é o aniversário dela!",
    "Fall_15_Peter":"Amanhã tem outro festival na vila Pelicanos, ou seja, não teremos aula.",
    "Fall_26_Peter":"Lá na minha vila, faremos uma festinha para a Véspera dos Espíritos. Minha avó costurou o meu traje de herói. Estou ansioso para vesti-lo.",
    "Fall_26_Peter_2":"Minha avó aprimorou a minha fantasia para este ano. Vou arrasar na Véspera dos Espíritos!",
    "Winter_9_Peter": "Fiz um boneco de neve do meu herói favorito.",
    "Winter_11_Peter": "Hoje é aniversário do Keahi. Ele é brincalhão, mas sei que sente falta da mãe. Eu acho que o entendo.",
    "Winter_15_Peter": "O que será que aqueles barcos estranhos vendem?",
    "Winter_15_Peter_2":"Ouvi dizer que tem uma sereia em um dos barcos, e ela canta muito bem.",
    "Winter_24_Peter": "Eu quero um boneco do meu herói favorito de presente.",
    "Winter_24_Peter_2":"Este ano quero de presente os bonecos dos vilões do meu herói favorito!",
//Gifts
    "gifts.Peter.love": "@, isso aqui é super incrível! Obrigado!",
    "gifts.Peter.like": "Eu gosto muito disso. Valeu, @...",
    "gifts.Peter.dislike": "Não gosto muito disso...",
    "gifts.Peter.hate": "Nem mesmo um vilão de HQ iria gostar disso. Odiei!",
    "gifts.Peter.neutral": "Interessante.",
    "gifts.Peter.BDPos": "Um honroso presente para o meu aniversário? Eu tô me sentindo um herói agora. Obrigado, @!",
    "gifts.Peter.BDNeg": "Um terrível presente para o meu aniversário? Puxa, @, você me faz sentir um vilão. Eu odiei...",
    "gifts.Peter.stardroptea": "Esta é a bebida dos heróis! Muito obrigado!",
//Teela
    "Introduction_Teela": "Hey, eu sou Teela e vou ser uma caçadora de monstros quando crescer.",
    "Mon_Teela": "Hey, você pode me ajudar com a lição de matemática? Sei tudo sobre monstros, mas sou péssima com números!",
    "Mon2_Teela":"Ontem eu li um livro sobre monstros, foi tão divertido!",
    "Tue_Teela": "Você já conheceu uma bruxa? Não o cara estranho que mora na torre. Digo, uma bruxa de verdade!",
    "Tue2_Teela":"Jas e Vincent me contaram que você matou monstros. Poderia me ajudar com o meu projeto de ciências, então.", 
    "Wed_Teela": "Eu sempre corro de manhã cedo para manter a forma. Quando eu for mais velha, vou entrar para a Guilda dos Aventureiros...",
    "Wed2_Teela":"Kimberly disse que conheceu o Sr. Marlon, ela o chamou de Velho Caolho! Hehehehe!",
    "Thu_Teela": "Por que você quer saber da minha família? Isso não te interessa...",
    "Thu2_Teela":"Meu irmão disse que eu deveria ter sonhos normais de uma menina. Tipo crescer, me casar e ter filhos, mas eu não quero ser dona de casa.",
    "Thu3_Teela":"Você só anda por aí, perguntando coisas sobre as pessoas? Não trabalha nunca? Isso é suspeito!",
    "Fri_Teela": "Ah! Não! Hoje tem ortografia! Por que não temos aula sobre como matar monstros?",
    "Fri2_Teela": "Ontem eu sonhei que caçava monstros nos andares mais baixos das minas!",
    "Fri3_Teela":"Cammi disse que hoje teremos prova de ortografia. Não sei se é verdade ou se ela só quer me assustar.",
    "Sat_Teela": "...",
    "Sun_Teela": "...",
    "Spring_10_Teela":"Hoje é o aniversário do Vincent! Eu cacei um caracol ontem e a trouxe para... Shhhhhh! Não fale nada para a Srta.Penny!",
    "Spring_15_Teela":"Lá no deserto tem uma caverna cheia de monstros. E durante o festival, você ganha prêmios quando mata monstros. Eu queria tanto ir até lá, mas a Srta. Penny não permitiu!",
    "Spring_15_Teela_2":"Queria tanto ir ao festival do deserto. Ouvi dizer que os monstros de lá são assustadores.",
    "Spring_16_Teela":"Hoje é o aniversário da Trinnie. Ela é tão divertida. O que será que eu posso dar de presente para ela?",
    "Summer_4_Teela":"Hoje é o aniversário da Jas! Ela é muito fofinha!",
    "Summer_10_Teela":"A Srta. Penny e a Srta. Flor deveriam nos levar até a praia para uma excursão. Totalmente científica!",
    "Summer_15_Teela":"EU AMO O VERÃO!... O quê? Aniversário da Srta. Flor...? Ah, meu Yoba...",
    "Fall_2_Teela":"O outono é tão... O quê? Aniversário da Srta. Penny...? Ah, meu Yoba...",
    "Fall_9_Teela":"Você não sente que o outono tem uma energia diferente? É uma ótima época para caçar monstros. #b#Ainda não encontrei nenhum, mas é questão de tempo.",
    "Fall_22_Teela":"Você ouviu os meninos falarem sobre um monstro que vive nos esgotos?",
    "Fall_26_Teela":"Na festa da Véspera dos Espíritos lá em casa, eu vou me fantasiar de aventureira!",
    "Fall_26_Teela_2":"Ouvi dizer que quando se apaga uma lanterna de abóbora na Véspera dos Espíritos, monstros aparecem. #b#Eu vou apagar uma para ver!",
    "Winter_12_Teela": "Construí monstros de neve e destruí todos eles ontem com a minha espada de madeira.",
    "Winter_15_Teela": "Você vai ver os barcos estranhos hoje?",
    "Winter_15_Teela_2":"Jas disse que no Mercado Noturno, vendem estátuas de cavaleiro. Eu queria uma!",
    "Winter_24_Teela": "Eu construí vários monstros de neve para enfeitar o jardim de casa, e minha mãe quase desmaiou de susto. Hehehehe",
    "Winter_24_Teela_2":"Eu queria uma espada de presente, mas sei que vou ganhar outra boneca.",
//Gifts
    "gifts.Teela.love": "Caramba! EU AMEI! Você é demais.",
    "gifts.Teela.like": "Puxa, que legal. Valeu!",
    "gifts.Teela.dislike": "Aff... Não gosto disso!",
    "gifts.Teela.hate": "Você acha que eu sou o que para querer isso?",
    "gifts.Teela.neutral": "Bacana...",
    "gifts.Teela.BDPos": "Um presente de aniversário? Com isso eu me sinto uma verdadeira caçadora de monstros. Obrigada!",
    "gifts.Teela.BDNeg": "Isso é o meu presente de aniversário? Nem os monstros querem isso. Odieia...",
    "gifts.Teela.stardroptea": "A bebida perfeita para os verdadeiros aventureiros.",
//School
    "Seat_Ahmad": "Este é o assento de Ahmad. Há rabiscos por todo o lado...",
    "Seat_Amy": "Este é o assento da Amy. Há uma foto dela e do irmão, jogando basquete.",
    "Seat_Amy_Adrian": "Este é o assento da Amy e do Adrian. EBAAAA!",
    "Seat_Beng": "Este é o assento do Beng. Está um pouco bagunçado...",
    "Seat_Cammi": "Este é o assento da Cammi. Há uma foto dela e da Jas.",
    "Seat_Cammi_YourChild3": "Este é o assento do seu filho e da Cammi. Há uma foto do seu filho, da Cammi e da Jas",
    "Seat_Donny": "Este é o assento do Donny. Tem várias rabiscos e recortes!",
    "Seat_Donny_Vanessa": "Este é o assento do Donny e da Vanessa. Tem vários rabiscos e recortes!",
    "Seat_Kara": "Este é o assento da Kara. O nome completo dela está escrito no topo, Kara Linda Danva.",
    "Seat_Kimberly": "Este é o assento da Kimberly. Há uma moeda de ouro antiga nela.",
    "Seat_Kitty": "Este é o assento de Kitty. Em seu caderno há um desenho dela como atriz.",
    "Seat_Kitty_Lavril": "Este é o assento de Lavril e Kitty. Olá! P.S. O Void também está incluso.",
    "Seat_Meha": "Este é o assento de Meha. Há uma foto dos pais dele em sua mesa.",
    "Seat_Meha_YourChild": "Este é o assento de {{DisplayName}} e Meha. Há um desenho de fazenda.",
    "Seat_Meha_YourChild2": "Este é o assento do seu filho e da Meha. Há uma grande foto da nossa fazenda.",
    "Seat_Muthu": "Este é o assento de Muthu. Está inesperadamente limpo e arrumado.",
    "Seat_Peter": "Este é o assento de Peter. Seu amigo da vizinhança...",
    "Seat_Peter_James": "Este é o assento de Peter e James. Há um desenho de uma aranha...",
    "Seat_Teela": "Este é o assento de Teela. Há um desenho com vários monstros!",
    "Seat_Teela_Tina": "Este é o assento da Tina e da Teela. Há vários desenhos!",
    "Seat_Eloise": "Este é o assento de Eloise. Há várias anotações sobre animais",
    "Seat_Leo": "Este é o assento de Leo.",
    "Seat_Keahi": "Este é o assento de Keahi.",
    "Seat_Trinnie": "Este é o assento de Trinnie.",
}